{
  "skill": "ee",
  "exam_id": 33,
  "level": "A2",
  "language": "fr",
  "lessons": [
    {
      "topic": "Écrivez un courriel pour réserver une chambre dans une auberge",
      "instructions": "Rédigez un courriel simple (60 à 80 mots). Indiquez vos dates d'arrivée et de départ, le nombre de personnes et demandez le prix.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe voudrais réserver une chambre dans votre auberge. J'arrive le 15 mars et je pars le 20 mars. Nous sommes deux personnes.\n\nPouvez-vous me dire le prix par nuit ? Est-ce que le petit-déjeuner est inclus ? Est-il possible de payer par carte bancaire ?\n\nMerci pour votre réponse.\n\nCordialement,\nKarim Benali"
    },
    {
      "topic": "Écrivez un courriel pour vous plaindre d'un voisin bruyant",
      "instructions": "Rédigez un courriel à votre propriétaire (60 à 80 mots). Décrivez le problème, dites depuis quand il dure et demandez une solution.",
      "min_words": 60,
      "sample_answer": "Bonjour Monsieur Tremblay,\n\nJe vous écris parce qu'il y a un problème dans mon immeuble. Mon voisin du dessus fait beaucoup de bruit tous les soirs après 23h. Cela dure depuis trois semaines et je ne peux pas dormir.\n\nJ'ai essayé de lui parler mais il ne change pas. Pouvez-vous intervenir, s'il vous plaît ? C'est vraiment difficile pour moi.\n\nCordialement,\nAnna Petrov"
    },
    {
      "topic": "Écrivez un message pour décrire votre nouveau quartier à un ami",
      "instructions": "Rédigez un message (60 à 80 mots). Décrivez votre quartier, ce que vous aimez et ce que vous n'aimez pas.",
      "min_words": 60,
      "sample_answer": "Salut Mohamed,\n\nJe t'écris pour te parler de mon nouveau quartier à Montréal. Il est vraiment sympa ! Il y a un grand parc, beaucoup de cafés et un marché le samedi matin. J'adore me promener le soir parce que c'est très animé.\n\nPar contre, les transports en commun ne sont pas très bons et les rues sont un peu bruyantes. Mais dans l'ensemble, je suis content.\n\nÀ bientôt,\nStefan"
    },
    {
      "topic": "Écrivez un courriel pour demander des informations sur un logement à louer",
      "instructions": "Rédigez un courriel (60 à 80 mots). Posez des questions sur le logement, le loyer, les charges et la disponibilité.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJ'ai vu votre annonce pour un appartement à louer dans le quartier Plateau-Mont-Royal. Je suis très intéressée.\n\nPouvez-vous me dire si l'électricité et le chauffage sont inclus dans le loyer ? Est-ce que l'appartement est disponible dès le 1er avril ? Y a-t-il un stationnement ? Je voudrais aussi savoir si les animaux de compagnie sont acceptés.\n\nMerci beaucoup,\nLucia Gomez"
    },
    {
      "topic": "Écrivez un courriel pour confirmer une entrevue d'emploi",
      "instructions": "Rédigez un courriel (60 à 80 mots). Confirmez votre présence, posez une question pratique et remerciez l'employeur.",
      "min_words": 60,
      "sample_answer": "Bonjour Madame Lavoie,\n\nMerci beaucoup pour votre invitation à une entrevue. Je confirme ma présence le mardi 12 avril à 10h dans vos bureaux.\n\nPourriez-vous me donner l'adresse exacte ? Je vais prendre le métro et je veux être sûr de trouver facilement. Est-ce que je dois apporter des documents particuliers pour l'entrevue ?\n\nJe vous remercie et j'ai hâte de vous rencontrer.\n\nCordialement,\nRobert Ionescu"
    },
    {
      "topic": "Écrivez une description de votre logement actuel",
      "instructions": "Rédigez une description (60 à 80 mots). Décrivez le type de logement, les pièces, ce que vous aimez et ce que vous aimez moins.",
      "min_words": 60,
      "sample_answer": "J'habite dans un appartement au deuxième étage d'un immeuble dans le quartier Rosemont à Montréal. Mon appartement a deux chambres, un salon, une cuisine et une salle de bain. Il est lumineux parce qu'il y a de grandes fenêtres.\n\nJ'aime beaucoup mon appartement parce qu'il est proche du métro et des commerces. Par contre, il n'y a pas de balcon et c'est un peu petit pour nous deux. Mais le loyer est raisonnable."
    },
    {
      "topic": "Écrivez un courriel pour signaler une erreur sur votre facture de téléphone",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez l'erreur, donnez des détails précis et demandez une correction.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe vous écris au sujet de ma facture du mois d'avril. J'ai reçu une facture de 145 dollars mais mon forfait mensuel coûte normalement 65 dollars. Il y a donc une erreur de 80 dollars.\n\nJe n'ai pas fait d'appels internationaux ce mois-ci et je n'ai pas changé mon forfait. Pouvez-vous vérifier et corriger cette erreur, s'il vous plaît ? Je peux vous envoyer une copie de mon contrat.\n\nCordialement,\nFarida Ahmadi"
    },
    {
      "topic": "Écrivez un courriel pour inscrire votre enfant à une activité parascolaire",
      "instructions": "Rédigez un courriel (60 à 80 mots). Présentez votre enfant, choisissez une activité et posez des questions sur les horaires et le coût.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe voudrais inscrire mon fils, Lucas, âgé de huit ans, à un cours de natation dans votre centre. Lucas est débutant et il n'a jamais nagé dans une piscine.\n\nPouvez-vous me dire quels jours et à quelle heure ont lieu les cours pour les débutants ? Quel est le prix pour une session complète ? Faut-il apporter des affaires spéciales ?\n\nMerci d'avance,\nHana Novakova"
    },
    {
      "topic": "Écrivez une carte postale à votre famille restée dans votre pays d'origine",
      "instructions": "Rédigez une carte postale (60 à 80 mots). Décrivez votre vie au Canada, parlez du temps et donnez des nouvelles positives.",
      "min_words": 60,
      "sample_answer": "Chère famille,\n\nJe vous écris depuis Québec, où il fait très froid et il y a beaucoup de neige ! C'est magnifique mais je ne suis pas habituée. J'ai acheté un grand manteau et des bottes chaudes.\n\nMa vie ici se passe bien. J'ai trouvé un travail dans un café et j'ai déjà quelques amis. Les gens sont gentils et très patients avec mon français. Vous me manquez beaucoup.\n\nGros bisous,\nAmira"
    },
    {
      "topic": "Écrivez un courriel pour demander un certificat médical à votre médecin",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez pourquoi vous avez besoin du certificat, précisez les informations nécessaires et donnez un délai.",
      "min_words": 60,
      "sample_answer": "Bonjour Docteur Bergeron,\n\nJe vous contacte pour vous demander un certificat médical. J'en ai besoin pour mon dossier d'immigration. Le document doit confirmer que je suis en bonne santé et que je n'ai pas de maladies contagieuses.\n\nJ'ai un rendez-vous à l'immigration le 20 mai, alors j'aurais besoin du certificat avant le 15 mai si possible. Pouvez-vous me dire si c'est possible et combien cela coûte ?\n\nMerci,\nPierre Dubois"
    },
    {
      "topic": "Écrivez un message pour décrire votre journée typique de travail",
      "instructions": "Rédigez un message à un ami (60 à 80 mots). Décrivez vos horaires, vos tâches et comment vous vous sentez dans ce travail.",
      "min_words": 60,
      "sample_answer": "Salut Nico,\n\nJe te raconte ma journée typique au travail. Je commence à 8h dans un supermarché près de chez moi. Le matin, je range les produits dans les rayons et je sers les clients à la caisse. Je finis à 16h.\n\nC'est un travail physique et parfois fatigant mais j'aime bien parce que je parle beaucoup en français avec les clients. Je progresse vite ! Le weekend je suis libre.\n\nÀ bientôt,\nYohan"
    },
    {
      "topic": "Écrivez une annonce pour chercher un emploi dans la garde d'enfants",
      "instructions": "Rédigez une annonce (60 à 80 mots). Présentez-vous, décrivez votre expérience, vos disponibilités et donnez vos coordonnées.",
      "min_words": 60,
      "sample_answer": "Recherche d'emploi – Garde d'enfants – Ottawa\n\nJe m'appelle Cristina, j'ai 32 ans et je cherche un emploi comme gardienne d'enfants. J'ai cinq ans d'expérience avec des enfants de zéro à dix ans. Je suis patiente, sérieuse et je parle français et espagnol.\n\nJe suis disponible du lundi au vendredi de 7h à 18h. J'ai le permis de conduire. Vous pouvez me contacter au 613-555-0287 ou par courriel à cristina@email.com."
    },
    {
      "topic": "Écrivez un courriel pour demander une attestation d'emploi à votre employeur",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez pourquoi vous avez besoin du document, ce qu'il doit contenir et quand vous en avez besoin.",
      "min_words": 60,
      "sample_answer": "Bonjour Madame Chen,\n\nJe vous contacte pour vous demander une attestation d'emploi. J'en ai besoin pour ma demande de logement subventionné. Le document doit mentionner mon poste, mon salaire et la date de début de mon contrat.\n\nEst-ce possible de l'avoir avant la fin de cette semaine ? Mon rendez-vous pour le logement est lundi prochain. Je vous serais très reconnaissant.\n\nMerci beaucoup,\nOscar Reyes"
    },
    {
      "topic": "Écrivez un courriel pour répondre à une annonce de colocation",
      "instructions": "Rédigez un courriel (60 à 80 mots). Présentez-vous, expliquez votre situation, posez des questions sur le logement et proposez une visite.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJ'ai vu votre annonce pour une chambre en colocation à Vancouver. Je suis très intéressé. Je m'appelle Jun, j'ai 27 ans et je travaille dans un restaurant. Je suis calme, propre et je rentre généralement avant 22h.\n\nJ'aimerais savoir si les charges sont incluses dans le loyer et si la chambre a un lit. Est-ce que je peux visiter l'appartement cette semaine ? Je suis disponible le soir après 18h.\n\nCordialement,\nJun Watanabe"
    },
    {
      "topic": "Écrivez un courriel pour demander de l'aide à un organisme d'intégration",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez votre situation, dites de quoi vous avez besoin et demandez un rendez-vous.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Mariam Diallo. Je suis arrivée au Canada il y a deux mois avec mes deux enfants. Je cherche de l'aide pour comprendre les démarches administratives ici.\n\nJ'ai besoin d'aide pour inscrire mes enfants à l'école et pour comprendre mes droits comme résidente permanente. Je parle français mais je ne comprends pas toujours les formulaires officiels. Est-ce que je peux avoir un rendez-vous cette semaine ?\n\nMerci,\nMariam Diallo"
    },
    {
      "topic": "Écrivez une description de votre ville d'origine pour votre classe de français",
      "instructions": "Rédigez une description (60 à 80 mots). Parlez de la localisation, du climat, des choses intéressantes à voir et d'une chose que vous aimez.",
      "min_words": 60,
      "sample_answer": "Ma ville s'appelle Séville. C'est une grande ville dans le sud de l'Espagne. Il fait très chaud en été, parfois plus de 40 degrés, mais l'hiver est doux et agréable.\n\nSéville est célèbre pour sa cathédrale, son quartier historique et son festival de flamenco. J'aime surtout les tapas dans les petits restaurants du centre-ville. La vie est très animée le soir. Séville me manque beaucoup depuis que je suis au Canada."
    },
    {
      "topic": "Écrivez un courriel pour annuler une réservation dans un hôtel",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez pourquoi vous annulez, donnez les détails de la réservation et demandez un remboursement.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe dois malheureusement annuler ma réservation dans votre hôtel. J'avais réservé une chambre pour deux personnes du 5 au 8 mai, au nom de Nora Benali. Mon numéro de réservation est 78234.\n\nJ'annule parce que mon voyage a été annulé pour des raisons personnelles. Pouvez-vous me rembourser le montant que j'ai payé à l'avance ? Je peux vous envoyer mon justificatif de paiement si nécessaire.\n\nMerci,\nNora Benali"
    },
    {
      "topic": "Écrivez un message pour expliquer comment aller chez vous à un ami",
      "instructions": "Rédigez un message (60 à 80 mots). Donnez des indications précises pour venir chez vous en transports en commun.",
      "min_words": 60,
      "sample_answer": "Salut Théo,\n\nVoici comment venir chez moi en métro. Prends la ligne verte en direction de Honoré-Beaugrand et descends à la station Joliette. C'est six stations depuis le centre-ville, donc environ vingt minutes.\n\nSortis de la station, tourne à gauche sur la rue Ontario. Marche cinq minutes et tu verras un dépanneur bleu au coin. Mon immeuble est juste en face, numéro 2340. Sonne à l'interphone, appartement 8.\n\nÀ samedi !\nMarcus"
    },
    {
      "topic": "Écrivez un courriel pour demander des informations sur un programme d'aide financière",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez votre situation, demandez si vous êtes éligible et quels documents préparer.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Elena Morozova. Je suis arrivée au Canada il y a six mois avec un permis de résidence permanente. Je travaille à temps partiel et j'ai trois enfants.\n\nJ'ai entendu parler d'un programme d'aide financière pour les familles à faible revenu. Est-ce que je peux y avoir droit ? Quels documents dois-je préparer pour faire la demande ? Pouvez-vous me donner plus d'informations ?\n\nMerci beaucoup,\nElena Morozova"
    },
    {
      "topic": "Écrivez une annonce pour vendre votre voiture d'occasion",
      "instructions": "Rédigez une annonce (60 à 80 mots). Décrivez la voiture, donnez le prix, expliquez pourquoi vous la vendez et donnez vos coordonnées.",
      "min_words": 60,
      "sample_answer": "À vendre – Toyota Corolla 2015 – Calgary\n\nJe vends ma voiture Toyota Corolla de 2015. Elle est de couleur grise et en très bon état. Elle a 95 000 kilomètres. La voiture a deux nouvelles pneus et le contrôle technique est valide jusqu'en décembre.\n\nJe vends parce que je n'ai plus besoin d'une voiture. Le prix est 9 500 dollars mais je suis prêt à négocier. Appelez le 403-555-0198 ou écrivez à vente.voiture@email.com."
    },
    {
      "topic": "Écrivez un courriel pour contester une décision de votre assurance maladie",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez le problème, donnez les détails du remboursement refusé et demandez une révision de la décision.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe vous contacte pour contester le refus de remboursement de mon ordonnance du 3 mars. Mon médecin a prescrit ce médicament car j'en ai besoin pour ma tension artérielle. Le montant refusé est de 78 dollars.\n\nJe ne comprends pas pourquoi ce médicament n'est pas couvert par mon assurance. Pouvez-vous me donner une explication ? Je voudrais aussi savoir si je peux faire appel de cette décision.\n\nCordialement,\nSamir Haddad"
    },
    {
      "topic": "Écrivez un message à un ami pour lui parler de votre cours de français",
      "instructions": "Rédigez un message (60 à 80 mots). Décrivez le cours, ce que vous avez appris, ce que vous aimez et vos progrès.",
      "min_words": 60,
      "sample_answer": "Coucou Leila,\n\nJe voulais te parler de mon cours de français. Je suis dans une classe de niveau A2 au centre communautaire depuis deux mois. Nous sommes quinze étudiants de dix pays différents, c'est super !\n\nJ'apprends beaucoup de vocabulaire et de grammaire. Notre professeur est très patient et il explique bien. J'aime surtout les exercices de conversation parce que ça m'aide dans la vraie vie. Je fais de vrais progrès maintenant.\n\nBisous,\nNatalia"
    },
    {
      "topic": "Écrivez un courriel pour vous inscrire à un atelier de cuisine",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez pourquoi vous êtes intéressé, posez des questions sur les dates, le prix et le niveau requis.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJ'ai vu votre annonce pour un atelier de cuisine québécoise et je suis très intéressée. Je viens du Mexique et j'aimerais apprendre à cuisiner des plats d'ici pour mieux m'intégrer.\n\nEst-ce que l'atelier est pour les débutants ? Quelles sont les prochaines dates disponibles ? Quel est le prix par séance ? Faut-il apporter ses propres ustensiles ? J'espère pouvoir m'inscrire rapidement.\n\nMerci,\nIsabel Ramirez"
    },
    {
      "topic": "Écrivez un courriel pour signaler un problème dans votre lieu de travail",
      "instructions": "Rédigez un courriel à votre responsable (60 à 80 mots). Décrivez le problème, expliquez comment cela affecte votre travail et proposez une solution.",
      "min_words": 60,
      "sample_answer": "Bonjour Monsieur Fortin,\n\nJe vous écris parce qu'il y a un problème avec mon ordinateur depuis lundi. Il s'éteint souvent sans raison et je perds mon travail. J'ai essayé de le redémarrer plusieurs fois mais le problème continue.\n\nCela m'empêche de terminer mes tâches à temps et c'est très stressant. Pouvez-vous contacter le service informatique pour le réparer ? Ou est-ce que je peux utiliser un autre ordinateur pendant ce temps ?\n\nMerci,\nWei Zhang"
    },
    {
      "topic": "Écrivez un courriel pour demander de l'information sur les permis de travail",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez votre situation, posez des questions précises et demandez comment procéder.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Dmitri Volkov. Je suis arrivé au Canada il y a trois mois avec un visa étudiant. J'ai trouvé une offre d'emploi à temps partiel dans un restaurant et je voudrais savoir si je peux travailler.\n\nEst-ce que mon visa étudiant me permet de travailler ? Si oui, combien d'heures par semaine ? Faut-il faire une demande supplémentaire ? J'aimerais avoir une réponse rapide car l'employeur attend.\n\nMerci,\nDmitri Volkov"
    },
    {
      "topic": "Écrivez une note pour expliquer les règles de votre immeuble à un nouveau locataire",
      "instructions": "Rédigez une note informelle (60 à 80 mots). Expliquez les règles principales : bruit, poubelles, stationnement, parties communes.",
      "min_words": 60,
      "sample_answer": "Bonjour et bienvenue dans l'immeuble !\n\nJe voulais vous donner quelques informations utiles. Pour les poubelles, il y a trois bacs dans la cour : un vert pour le compost, un bleu pour le recyclage et un noir pour les ordures. La collecte est le mardi matin.\n\nPour le bruit, merci de respecter le silence après 22h. Le stationnement est réservé aux locataires seulement. La salle commune est disponible sur réservation. Si vous avez des questions, je suis au numéro 6.\n\nBonne installation !"
    },
    {
      "topic": "Écrivez un courriel pour demander une réduction sur votre loyer",
      "instructions": "Rédigez un courriel à votre propriétaire (60 à 80 mots). Expliquez votre situation financière, les problèmes dans l'appartement et demandez poliment une réduction.",
      "min_words": 60,
      "sample_answer": "Bonjour Madame Gauthier,\n\nJe vous écris pour vous parler d'une situation difficile. J'ai perdu mon emploi le mois dernier et je cherche activement un nouveau travail. Je voudrais vous demander une réduction temporaire de mon loyer pendant deux ou trois mois.\n\nDe plus, le chauffage fonctionne mal depuis novembre et j'ai dépensé de l'argent pour des radiateurs électriques. Je suis un bon locataire depuis deux ans et je paie toujours à temps.\n\nMerci de considérer ma demande,\nFatou Sow"
    },
    {
      "topic": "Écrivez un message pour recommander un restaurant à un ami",
      "instructions": "Rédigez un message (60 à 80 mots). Décrivez le restaurant, ce que vous avez mangé, le prix et pourquoi vous le recommandez.",
      "min_words": 60,
      "sample_answer": "Salut Camille,\n\nJe voulais te parler d'un super restaurant que j'ai découvert la semaine dernière. C'est un restaurant vietnamien rue Bernard dans Outremont. L'endroit est petit et simple mais la nourriture est délicieuse.\n\nJ'ai mangé un pho bo, c'est une soupe au bœuf, et c'était vraiment très bon. Le service est rapide et les prix sont raisonnables, environ 15 dollars pour un repas complet. Je t'y emmène la prochaine fois !\n\nBisous,\nSophia"
    },
    {
      "topic": "Écrivez un courriel pour demander un report d'une réunion importante",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez pourquoi vous ne pouvez pas venir, excusez-vous et proposez de nouvelles dates.",
      "min_words": 60,
      "sample_answer": "Bonjour Madame Leclerc,\n\nJe vous contacte pour vous informer que je ne pourrai malheureusement pas assister à la réunion de vendredi prochain. Mon fils est malade et je dois l'accompagner à l'hôpital ce matin pour des examens. Je suis vraiment désolé.\n\nPouvez-vous reporter la réunion à la semaine suivante ? Je suis disponible mardi ou jeudi après-midi. Je peux aussi participer par vidéoconférence si vous préférez. Merci de votre compréhension.\n\nCordialement,\nAli Hassan"
    },
    {
      "topic": "Écrivez une annonce pour proposer des cours de soutien scolaire",
      "instructions": "Rédigez une annonce (60 à 80 mots). Décrivez ce que vous proposez, les matières, le prix et vos coordonnées.",
      "min_words": 60,
      "sample_answer": "Cours de soutien scolaire – Mathématiques et Sciences – Laval\n\nJe m'appelle Youssef. Je suis ingénieur et je propose des cours de soutien en mathématiques et en sciences pour les élèves du primaire et du secondaire. J'ai cinq ans d'expérience comme tuteur.\n\nLes cours ont lieu à votre domicile ou par vidéo. Je m'adapte au programme de l'école de votre enfant. Le prix est 25 dollars de l'heure. Je suis disponible les soirs de semaine et le weekend. Appelez le 450-555-0671."
    },
    {
      "topic": "Écrivez un courriel pour demander un changement d'horaire à votre employeur",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez votre situation personnelle, demandez le changement et montrez votre flexibilité.",
      "min_words": 60,
      "sample_answer": "Bonjour Monsieur Bouchard,\n\nJe vous contacte pour vous demander un changement d'horaire. Depuis deux semaines, ma fille a un nouveau cours de français à l'école le mercredi matin et je dois l'accompagner car elle est petite.\n\nSerait-il possible de décaler mon heure d'arrivée le mercredi de 8h à 9h30 ? Je pourrais rester plus tard le soir pour compenser. Je suis prêt à m'adapter si vous avez une autre solution.\n\nMerci,\nPablo Morales"
    },
    {
      "topic": "Écrivez un message pour décrire vos loisirs à un nouveau collègue",
      "instructions": "Rédigez un message (60 à 80 mots). Parlez de deux ou trois activités que vous faites, quand vous les faites et pourquoi vous les aimez.",
      "min_words": 60,
      "sample_answer": "Salut Thomas,\n\nTu m'as demandé ce que je fais pendant mon temps libre. Alors, j'aime beaucoup faire du ski en hiver. C'est nouveau pour moi car je viens du Maroc, mais c'est vraiment amusant !\n\nL'été, je joue au football avec des amis le dimanche matin dans le parc. Et toute l'année, j'aime cuisiner des plats marocains le vendredi soir. Ça me fait penser à ma famille. Et toi, tu fais quoi le weekend ?\n\nAmicalement,\nKarim"
    },
    {
      "topic": "Écrivez un courriel pour demander un transfert de dossier scolaire",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez la situation, demandez le transfert et précisez où envoyer les documents.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe suis la mère de Sofia Popescu, ancienne élève de votre école en 4e année. Nous avons déménagé à Gatineau et Sofia va commencer dans une nouvelle école le 15 septembre.\n\nPouvez-vous envoyer le dossier scolaire complet de Sofia à l'École primaire des Cèdres, 45 rue des Pins, Gatineau ? Le dossier doit inclure ses bulletins et son évaluation en français et en mathématiques. Merci beaucoup.\n\nCordialement,\nMihaela Popescu"
    },
    {
      "topic": "Écrivez un courriel pour vous plaindre d'un produit défectueux",
      "instructions": "Rédigez un courriel à un service client (60 à 80 mots). Décrivez le produit, le problème et ce que vous attendez comme solution.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJ'ai acheté un aspirateur de marque CleanPro dans votre magasin le 10 mars pour 189 dollars. Après seulement deux semaines d'utilisation, le moteur ne fonctionne plus. J'ai le reçu de caisse.\n\nJe suis très déçue car c'est un produit cher et j'en prends bien soin. Est-ce que je peux l'échanger contre un nouvel appareil ou être remboursée ? Merci de me répondre rapidement.\n\nCordialement,\nYuki Sato"
    },
    {
      "topic": "Écrivez un courriel pour demander des informations sur un programme de bénévolat",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez pourquoi vous êtes intéressé, décrivez vos compétences et demandez comment vous inscrire.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJ'ai entendu parler de votre programme de bénévolat pour aider les nouveaux arrivants au Canada. Je suis très intéressé à participer parce que j'ai moi-même vécu cette expérience et je comprends les difficultés.\n\nJe parle français, arabe et anglais et j'ai de l'expérience dans l'enseignement. Je suis disponible le weekend. Comment puis-je m'inscrire ? Y a-t-il une formation obligatoire avant de commencer ?\n\nCordialement,\nTarek Mansouri"
    },
    {
      "topic": "Écrivez un message pour décrire votre expérience dans un cours de conduite",
      "instructions": "Rédigez un message à un ami (60 à 80 mots). Parlez de votre cours, de vos difficultés et de vos progrès.",
      "min_words": 60,
      "sample_answer": "Salut Mia,\n\nJe t'écris pour te parler de mes cours de conduite. J'ai commencé il y a un mois et c'est plus difficile que je pensais ! La conduite sur la neige est très stressante et les règles sont différentes de celles de mon pays.\n\nMais mon moniteur est très patient et il m'explique bien. J'ai déjà fait six heures de pratique et j'ai moins peur maintenant. Mon examen est dans trois semaines. Je suis un peu anxieuse mais confiante !\n\nÀ bientôt,\nLena"
    },
    {
      "topic": "Écrivez un courriel pour demander une aide pour trouver un médecin de famille",
      "instructions": "Rédigez un courriel à un CLSC (60 à 80 mots). Expliquez votre situation, dites depuis combien de temps vous cherchez et demandez de l'aide.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Ingrid Larsson et je suis résidente permanente à Montréal depuis un an. Je cherche un médecin de famille depuis mon arrivée mais je n'en ai pas encore trouvé. Je suis inscrite sur le site Guichet d'accès mais je n'ai pas eu de réponse.\n\nJ'ai des problèmes de santé chroniques et j'ai besoin d'un suivi régulier. Pouvez-vous m'aider à trouver un médecin plus rapidement, s'il vous plaît ?\n\nMerci,\nIngrid Larsson"
    },
    {
      "topic": "Écrivez un courriel pour inviter des collègues à une fête de départ",
      "instructions": "Rédigez un courriel (60 à 80 mots). Annoncez votre départ, invitez les collègues, donnez les détails pratiques et exprimez vos sentiments.",
      "min_words": 60,
      "sample_answer": "Bonjour à tous,\n\nComme vous le savez, je quitte l'entreprise le 30 avril pour un nouveau poste dans une autre ville. Je voudrais vous inviter à une petite fête de départ vendredi soir à 17h30 dans la salle de réunion.\n\nIl y aura des boissons et quelques gâteaux. C'est une occasion pour nous dire au revoir et passer un bon moment ensemble. Vous m'avez beaucoup aidé depuis mon arrivée au Canada. Je ne vous oublierai jamais !\n\nJulien"
    },
    {
      "topic": "Écrivez un courriel pour demander un remboursement de transport à votre employeur",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez les frais engagés, joignez les détails et demandez le remboursement.",
      "min_words": 60,
      "sample_answer": "Bonjour Madame Tremblay,\n\nJe vous envoie ce courriel pour demander le remboursement de mes frais de transport du mois de mars. J'ai utilisé les transports en commun pour me rendre à trois formations obligatoires organisées par l'entreprise en dehors de mon lieu de travail habituel.\n\nLe total des tickets est de 47,50 dollars. J'ai gardé tous les reçus et je peux vous les envoyer par courriel ou vous les remettre en main propre. Merci de me dire comment procéder.\n\nCordialement,\nBrian Murphy"
    },
    {
      "topic": "Écrivez une description de votre famille pour un formulaire d'aide sociale",
      "instructions": "Rédigez une description (60 à 80 mots). Parlez des membres de votre famille, de leurs âges, de leur situation et de vos besoins.",
      "min_words": 60,
      "sample_answer": "Ma famille est composée de quatre personnes. Je m'appelle Rania Khalil, j'ai 35 ans et je suis arrivée au Canada il y a six mois. Mon mari, Karim, a 38 ans. Il travaille à temps partiel dans un entrepôt.\n\nNous avons deux enfants : Sara, qui a sept ans et est à l'école primaire, et Adam, qui a quatre ans et va à la garderie trois jours par semaine. Nous avons besoin d'aide financière car mon mari ne travaille que 20 heures par semaine."
    },
    {
      "topic": "Écrivez un courriel pour signaler une erreur dans votre bulletin de paie",
      "instructions": "Rédigez un courriel aux ressources humaines (60 à 80 mots). Expliquez l'erreur, donnez des chiffres précis et demandez une correction.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe vous contacte au sujet de mon bulletin de paie du mois d'avril. J'ai travaillé 168 heures ce mois-ci mais mon bulletin indique seulement 140 heures. Il manque donc 28 heures, soit environ 420 dollars.\n\nJ'ai gardé mes feuilles de pointage et je peux vous les envoyer pour vérification. Pouvez-vous corriger cette erreur et me payer les heures manquantes avec le prochain salaire ?\n\nCordialement,\nOlga Schneider"
    },
    {
      "topic": "Écrivez un message pour décrire une activité culturelle que vous avez aimée",
      "instructions": "Rédigez un message (60 à 80 mots). Décrivez l'événement, ce que vous avez vu ou fait, et ce que vous avez ressenti.",
      "min_words": 60,
      "sample_answer": "Salut David,\n\nJe suis allée au Festival de Jazz de Montréal samedi et c'était absolument incroyable ! Il y avait des concerts gratuits dans la rue et une ambiance magnifique. J'ai écouté plusieurs groupes différents et j'ai dansé avec des inconnus !\n\nLes Montréalais sont très accueillants pendant ce festival. C'était la première fois que j'assistais à un événement comme ça ici et je me suis vraiment sentie intégrée. Je t'y emmène l'année prochaine !\n\nÀ bientôt,\nNadia"
    },
    {
      "topic": "Écrivez un courriel pour demander des informations sur une formation professionnelle",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez votre situation professionnelle, demandez des informations sur la formation et les conditions d'accès.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Alexei Petrov. Je suis comptable diplômé de Russie mais mes diplômes ne sont pas reconnus au Canada. Je cherche une formation pour adapter mes compétences au marché québécois.\n\nJ'ai vu votre programme de formation en comptabilité sur votre site. Quelles sont les conditions d'admission ? Est-ce que ma formation russe est prise en compte ? Y a-t-il des aides financières pour payer les frais de cours ?\n\nMerci,\nAlexei Petrov"
    },
    {
      "topic": "Écrivez une annonce pour proposer des services de traduction",
      "instructions": "Rédigez une annonce (60 à 80 mots). Décrivez les langues que vous parlez, les types de traduction que vous faites et vos tarifs.",
      "min_words": 60,
      "sample_answer": "Services de traduction – Français, Arabe, Anglais – Montréal\n\nJe m'appelle Amira Ben Salah et je propose des services de traduction entre le français, l'arabe et l'anglais. Je traduis des documents officiels, des contrats, des lettres et des formulaires.\n\nJ'ai une licence en traduction et cinq ans d'expérience. Je travaille aussi comme interprète pour des rendez-vous médicaux ou administratifs. Le prix est 0,12 dollar par mot pour les traductions écrites. Contactez-moi à amira.traduction@email.com ou au 514-555-0456."
    },
    {
      "topic": "Écrivez un courriel pour demander comment renouveler votre carte d'assurance maladie",
      "instructions": "Rédigez un courriel à la Régie de l'assurance maladie (60 à 80 mots). Expliquez votre situation et posez des questions précises.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Chen Wei et je suis résidente permanente au Québec depuis deux ans. Ma carte d'assurance maladie expire le 31 mai et je dois la renouveler.\n\nPouvez-vous me dire quels documents je dois apporter ? Est-ce que je peux faire le renouvellement en ligne ou dois-je me présenter en personne dans vos bureaux ? Combien de temps faut-il pour recevoir la nouvelle carte ?\n\nMerci beaucoup,\nChen Wei"
    },
    {
      "topic": "Écrivez un message pour parler de vos difficultés et de vos succès depuis votre arrivée au Canada",
      "instructions": "Rédigez un message à un ami (60 à 80 mots). Parlez d'une difficulté que vous avez surmontée et d'une chose positive dans votre nouvelle vie.",
      "min_words": 60,
      "sample_answer": "Chère Irina,\n\nVoici six mois que je suis à Toronto et je voulais te donner des nouvelles. Au début, c'était très difficile parce que je ne comprenais pas l'accent québécois et je me sentais très seule.\n\nMais maintenant les choses vont beaucoup mieux ! J'ai trouvé un travail dans une pharmacie et j'ai rencontré des gens très gentils. Mon français a vraiment progressé et je commence à me sentir chez moi. La vie ici est vraiment différente mais je l'aime.\n\nGros bisous,\nAnna"
    },
    {
      "topic": "Écrivez un courriel pour demander si une école accepte les enfants en cours d'année",
      "instructions": "Rédigez un courriel (60 à 80 mots). Expliquez votre situation, donnez des informations sur votre enfant et demandez la procédure.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe suis arrivée à Sherbrooke avec ma famille il y a deux semaines. J'ai une fille, Emma, qui a neuf ans. Elle a fini la 3e année dans son pays et parle bien l'espagnol mais très peu le français.\n\nEst-ce que vous acceptez les inscriptions en cours d'année ? Est-ce qu'il y a un soutien en français langue seconde pour les enfants nouvellement arrivés ? Quels documents dois-je apporter ?\n\nMerci,\nGabriela Torres"
    },
    {
      "topic": "Écrivez un courriel pour demander des informations sur le covoiturage au travail",
      "instructions": "Rédigez un courriel à votre employeur ou à un collègue (60 à 80 mots). Expliquez pourquoi vous cherchez un covoiturage et posez des questions.",
      "min_words": 60,
      "sample_answer": "Bonjour Monsieur Girard,\n\nJe vous contacte parce que je cherche du covoiturage pour aller au travail. J'habite à Longueuil et les transports en commun mettent plus d'une heure. C'est long et fatigant.\n\nY a-t-il des collègues qui habitent dans le sud de Montréal ou à Longueuil et qui viennent en voiture ? Je partagerais les frais d'essence avec plaisir. Pouvez-vous mettre une annonce dans l'intranet de l'entreprise ?\n\nMerci,\nMikhail Volkov"
    },
    {
      "topic": "Écrivez un courriel pour demander comment obtenir la citoyenneté canadienne",
      "instructions": "Rédigez un courriel à Immigration Canada (60 à 80 mots). Expliquez votre situation, posez des questions sur les conditions et les délais.",
      "min_words": 60,
      "sample_answer": "Bonjour,\n\nJe m'appelle Sonia Miled. Je suis résidente permanente au Canada depuis trois ans. Je voudrais maintenant demander la citoyenneté canadienne.\n\nPouvez-vous me confirmer combien de jours par an je dois avoir été présente au Canada pour être éligible ? Quels examens dois-je passer ? Combien de temps prend le processus en général ? Y a-t-il des frais à payer pour la demande ?\n\nMerci pour votre aide,\nSonia Miled"
    },
    {
      "topic": "Écrivez un message pour recommander un service à un ami",
      "instructions": "Rédigez un message (60 à 80 mots). Décrivez le service, expliquez pourquoi vous le recommandez et donnez les coordonnées.",
      "min_words": 60,
      "sample_answer": "Salut Omar,\n\nTu m'as demandé un bon comptable pour ta déclaration d'impôts. Je t'en recommande un vraiment bien : Monsieur Traoré, au cabinet ComptaPlus dans le quartier Côte-des-Neiges. Il aide beaucoup les nouveaux arrivants et il parle français, anglais et arabe.\n\nIl est très patient pour expliquer le système fiscal canadien. Le prix est raisonnable, environ 80 dollars pour une déclaration simple. Appelle-le au 514-555-0765. Dis-lui que c'est moi qui t'ai recommandé !\n\nÀ bientôt,\nSalim"
    }
  ]
}