{
  "skill": "ee",
  "exam_id": 32,
  "level": "A1",
  "language": "fr",
  "lessons": [
    {
      "topic": "Écrivez un message pour vous présenter à votre nouveau voisin",
      "instructions": "Rédigez un court message (40 à 60 mots). Présentez-vous, dites d'où vous venez et proposez de vous retrouver pour faire connaissance.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe m'appelle Maria. Je suis votre nouvelle voisine au troisième étage. Je viens du Brésil. Je suis arrivée à Montréal il y a deux semaines.\n\nJe serais ravie de faire votre connaissance. Êtes-vous disponible pour un café ce weekend ?\n\nCordialement,\nMaria"
    },
    {
      "topic": "Écrivez un SMS pour confirmer un rendez-vous chez le médecin",
      "instructions": "Rédigez un SMS (40 à 50 mots). Confirmez votre rendez-vous, donnez votre nom, la date et l'heure, et demandez l'adresse de la clinique.",
      "min_words": 40,
      "sample_answer": "Bonjour, je m'appelle Ahmed Bensalem. Je confirme mon rendez-vous de vendredi 14 mars à 10h. C'est mon premier rendez-vous dans cette clinique. Pouvez-vous me donner l'adresse exacte ? Merci beaucoup. À vendredi."
    },
    {
      "topic": "Écrivez une note pour votre propriétaire sur un problème de chauffage",
      "instructions": "Rédigez une note (40 à 55 mots). Expliquez le problème, depuis quand il existe et demandez une réparation rapide.",
      "min_words": 40,
      "sample_answer": "Bonjour Monsieur Tremblay,\n\nJe suis votre locataire au numéro 4B. Depuis trois jours, le chauffage ne fonctionne pas dans mon appartement. Il fait très froid, surtout la nuit. Pouvez-vous envoyer un technicien cette semaine, s'il vous plaît ?\n\nMerci,\nKamila"
    },
    {
      "topic": "Écrivez un message pour inscrire votre enfant à l'école",
      "instructions": "Rédigez un message (45 à 60 mots). Présentez-vous, donnez le nom et l'âge de votre enfant, et demandez les documents nécessaires pour l'inscription.",
      "min_words": 45,
      "sample_answer": "Bonjour,\n\nJe m'appelle Fatou Diallo. Je voudrais inscrire mon fils, Moussa, à votre école. Il a six ans. Nous venons d'arriver à Toronto. Quels documents dois-je apporter pour l'inscription ? Êtes-vous disponible la semaine prochaine ?\n\nMerci beaucoup,\nFatou Diallo"
    },
    {
      "topic": "Écrivez une petite annonce pour louer une chambre",
      "instructions": "Rédigez une petite annonce (40 à 55 mots). Décrivez la chambre, le loyer, le quartier et donnez vos coordonnées.",
      "min_words": 40,
      "sample_answer": "Chambre à louer – Montréal, quartier Rosemont\n\nJe loue une chambre meublée dans mon appartement. La chambre est grande et lumineuse. Le loyer est 650 dollars par mois, charges comprises. Proche du métro. Disponible dès le 1er mai. Appelez le 514-555-0198. Merci."
    },
    {
      "topic": "Écrivez un message à votre patron pour signaler votre absence",
      "instructions": "Rédigez un message (40 à 50 mots). Expliquez que vous êtes malade, excusez-vous et donnez une date de retour probable.",
      "min_words": 40,
      "sample_answer": "Bonjour Madame Chen,\n\nJe suis désolé, je ne peux pas venir travailler aujourd'hui. Je suis malade depuis hier soir. J'ai de la fièvre. Je pense revenir au travail jeudi. Je vous envoie un certificat médical demain.\n\nCordialement,\nCarlos"
    },
    {
      "topic": "Écrivez une carte de remerciement à votre professeur de français",
      "instructions": "Rédigez une carte (40 à 50 mots). Remerciez votre professeur, dites ce que vous avez appris et souhaitez-lui quelque chose de gentil.",
      "min_words": 40,
      "sample_answer": "Chère Madame Dubois,\n\nMerci beaucoup pour vos cours de français. J'ai beaucoup appris avec vous. Maintenant je parle mieux et je comprends les gens dans la rue. Vous êtes une très bonne professeure. Je vous souhaite une bonne continuation.\n\nAmicalement,\nSofia"
    },
    {
      "topic": "Écrivez un message pour chercher un appartement à louer",
      "instructions": "Rédigez un message (40 à 55 mots). Dites ce que vous cherchez, votre budget, le quartier souhaité et vos coordonnées.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe cherche un appartement à louer à Québec. Je voudrais un appartement avec deux chambres, proche des transports. Mon budget est environ 1 000 dollars par mois. Je suis disponible pour visiter le weekend. Vous pouvez m'appeler au 418-555-0234.\n\nMerci,\nIvan"
    },
    {
      "topic": "Écrivez un SMS à votre ami pour demander de l'aide pour déménager",
      "instructions": "Rédigez un SMS (40 à 50 mots). Expliquez que vous déménagez, donnez la date et demandez si votre ami peut vous aider.",
      "min_words": 40,
      "sample_answer": "Salut Omar ! Je déménage samedi prochain, le 20 avril. J'ai beaucoup de cartons et de meubles. Est-ce que tu peux m'aider ? Je paye le déjeuner et la pizza le soir ! C'est important pour moi. Réponds-moi vite. Merci !"
    },
    {
      "topic": "Écrivez une note pour demander un jour de congé à votre employeur",
      "instructions": "Rédigez une note (40 à 55 mots). Demandez un jour de congé, donnez la date, expliquez la raison et proposez de rattraper le travail.",
      "min_words": 40,
      "sample_answer": "Bonjour Monsieur Gagnon,\n\nJe voudrais prendre un jour de congé le vendredi 5 mai. C'est pour un rendez-vous important à l'immigration. Je peux travailler lundi soir pour rattraper le travail. J'espère que c'est possible.\n\nMerci beaucoup,\nLina Kozlov"
    },
    {
      "topic": "Écrivez un message pour vous inscrire à un cours de français",
      "instructions": "Rédigez un message (40 à 55 mots). Présentez-vous, expliquez votre niveau actuel et demandez des informations sur les cours disponibles.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe m'appelle Yuki Tanaka. Je viens du Japon et j'habite à Montréal depuis un mois. Je parle un peu français mais je veux progresser. Je voudrais m'inscrire à un cours. Quels cours avez-vous pour les débutants ? Quand commencent-ils ?\n\nMerci,\nYuki"
    },
    {
      "topic": "Écrivez un message pour signaler la perte de vos clés",
      "instructions": "Rédigez un message (40 à 50 mots). Décrivez les clés, où vous les avez perdues et donnez vos coordonnées.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJ'ai perdu mes clés hier, mardi 8 mars, dans votre supermarché rue Sainte-Catherine. C'est un trousseau avec trois clés et un porte-clés bleu. Si quelqu'un les trouve, merci d'appeler le 514-555-0167. Je m'appelle Paulo Ferreira.\n\nMerci beaucoup."
    },
    {
      "topic": "Écrivez une carte pour féliciter un ami pour son nouveau travail",
      "instructions": "Rédigez une carte (40 à 50 mots). Félicitez votre ami, dites pourquoi vous êtes content pour lui et souhaitez-lui bonne chance.",
      "min_words": 40,
      "sample_answer": "Cher Ali,\n\nFélicitations pour ton nouveau travail ! Je suis très content pour toi. Tu as travaillé très dur et tu mérites ce poste. C'est un grand pas pour toi au Canada. Je te souhaite beaucoup de succès. On fête ça bientôt !\n\nAmitiés,\nDavid"
    },
    {
      "topic": "Écrivez un message pour demander des informations sur les transports en commun",
      "instructions": "Rédigez un message (40 à 55 mots). Demandez des informations sur les bus ou le métro pour aller à un endroit précis, et renseignez-vous sur le tarif.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe voudrais savoir comment aller de l'arrêt Beaubien au centre-ville en transports en commun. Est-ce qu'il y a un bus direct ? Combien coûte le ticket ? Y a-t-il un abonnement mensuel ? Je suis nouveau à Montréal.\n\nMerci beaucoup,\nHassan"
    },
    {
      "topic": "Écrivez un SMS pour annuler un rendez-vous chez le dentiste",
      "instructions": "Rédigez un SMS (40 à 50 mots). Expliquez pourquoi vous annulez, excusez-vous et demandez un nouveau rendez-vous.",
      "min_words": 40,
      "sample_answer": "Bonjour, je m'appelle Ana Lima, j'ai rendez-vous demain à 14h. Je suis désolée, je ne peux pas venir. Mon fils est malade et je dois rester avec lui. Est-ce que je peux avoir un nouveau rendez-vous la semaine prochaine ? Merci."
    },
    {
      "topic": "Écrivez un message pour demander de l'aide à votre voisin",
      "instructions": "Rédigez un message (40 à 50 mots). Expliquez votre problème, demandez de l'aide poliment et proposez quelque chose en retour.",
      "min_words": 40,
      "sample_answer": "Bonjour Madame Lapointe,\n\nJe m'appelle Rania. J'habite en face de vous. Je suis nouvelle ici et je ne comprends pas bien les formulaires de la ville. Pouvez-vous m'aider, s'il vous plaît ? Je peux vous préparer un repas de mon pays en échange.\n\nMerci,\nRania"
    },
    {
      "topic": "Écrivez une petite annonce pour vendre des meubles",
      "instructions": "Rédigez une petite annonce (40 à 55 mots). Décrivez les meubles, donnez le prix et vos coordonnées.",
      "min_words": 40,
      "sample_answer": "À vendre – meubles de salon\n\nJe vends une table en bois avec quatre chaises. La table est en très bon état. Prix : 80 dollars pour tout. Je vends aussi un canapé gris pour 120 dollars. Je suis à Laval. Appelez le 450-555-0312. Merci."
    },
    {
      "topic": "Écrivez un message pour demander un rendez-vous à un médecin",
      "instructions": "Rédigez un message (40 à 55 mots). Présentez-vous, expliquez votre problème de santé et demandez un rendez-vous disponible.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe m'appelle Nadia Kowalski. Je voudrais un rendez-vous avec un médecin. J'ai mal à la gorge depuis cinq jours et j'ai de la fièvre. Je n'ai pas encore de médecin de famille ici. Êtes-vous disponible cette semaine ?\n\nMerci,\nNadia"
    },
    {
      "topic": "Écrivez un message à l'école pour expliquer l'absence de votre enfant",
      "instructions": "Rédigez un message (40 à 50 mots). Expliquez pourquoi votre enfant est absent, donnez la durée et demandez les devoirs manqués.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe suis la mère de Lucas Martins, élève en 2e année. Lucas est malade aujourd'hui et demain. Il a une forte fièvre. Il va revenir jeudi. Pouvez-vous m'envoyer les devoirs qu'il doit faire à la maison ?\n\nMerci,\nMaria Martins"
    },
    {
      "topic": "Écrivez un SMS pour confirmer votre arrivée chez un ami",
      "instructions": "Rédigez un SMS (40 à 50 mots). Confirmez que vous arrivez, donnez l'heure prévue et demandez s'il faut apporter quelque chose.",
      "min_words": 40,
      "sample_answer": "Salut Kenji ! Je confirme, j'arrive bien ce soir. Mon bus arrive à 19h30, donc je serai chez toi vers 20h. Est-ce que je dois apporter quelque chose à manger ou à boire ? Je peux acheter du pain ou des jus. À ce soir !"
    },
    {
      "topic": "Écrivez un message pour chercher un emploi dans un restaurant",
      "instructions": "Rédigez un message (45 à 60 mots). Présentez-vous, dites votre expérience et demandez s'il y a un poste disponible.",
      "min_words": 45,
      "sample_answer": "Bonjour,\n\nJe m'appelle Tomas Novak. Je cherche un emploi comme serveur dans votre restaurant. J'ai deux ans d'expérience dans un café en République tchèque. Je parle français et anglais. Je suis disponible le soir et le weekend. Pouvez-vous me recevoir pour un entretien ?\n\nCordialement,\nTomas Novak"
    },
    {
      "topic": "Écrivez une note pour votre colocataire sur les règles de l'appartement",
      "instructions": "Rédigez une note (40 à 55 mots). Rappelez deux ou trois règles importantes de l'appartement de manière polie.",
      "min_words": 40,
      "sample_answer": "Salut Mehdi,\n\nJe voulais te parler de quelques petites choses. Merci de faire la vaisselle après chaque repas. Aussi, le soir après 22h, merci de parler doucement car les voisins se plaignent. Et n'oublie pas d'éteindre les lumières en sortant.\n\nMerci,\nJulia"
    },
    {
      "topic": "Écrivez un message pour vous inscrire à la bibliothèque municipale",
      "instructions": "Rédigez un message (40 à 55 mots). Demandez comment vous inscrire, quels documents apporter et quels sont les horaires d'ouverture.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe voudrais m'inscrire à votre bibliothèque. Je suis nouvel arrivant à Québec. Quels documents dois-je apporter pour avoir une carte de bibliothèque ? Quels sont vos horaires d'ouverture ? Est-ce que l'inscription est gratuite ?\n\nMerci beaucoup pour votre réponse,\nSimon Papadopoulos"
    },
    {
      "topic": "Écrivez un message pour signaler un problème de bruit chez votre voisin",
      "instructions": "Rédigez un message (40 à 50 mots). Décrivez le problème, dites depuis quand cela dure et demandez poliment une solution.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe suis votre voisine du dessous, appartement 2A. Depuis une semaine, il y a beaucoup de bruit chez vous le soir après 23h. Je travaille tôt le matin et je ne peux pas dormir. Pouvez-vous faire moins de bruit, s'il vous plaît ?\n\nMerci,\nAna"
    },
    {
      "topic": "Écrivez une carte de bienvenue pour un nouvel arrivant dans votre immeuble",
      "instructions": "Rédigez une carte (40 à 50 mots). Souhaitez la bienvenue, proposez votre aide et donnez vos coordonnées.",
      "min_words": 40,
      "sample_answer": "Bonjour et bienvenue dans l'immeuble !\n\nJe m'appelle Sophie, j'habite au numéro 5. Si vous avez des questions sur le quartier ou si vous avez besoin d'aide, n'hésitez pas à frapper à ma porte. Vous pouvez aussi m'écrire au 514-555-0421.\n\nBonne installation !\nSophie"
    },
    {
      "topic": "Écrivez un message pour demander de l'information sur une garderie",
      "instructions": "Rédigez un message (45 à 60 mots). Demandez s'il y a de la place, l'âge minimum accepté, le tarif et les horaires.",
      "min_words": 45,
      "sample_answer": "Bonjour,\n\nJe m'appelle Priya Sharma. Je cherche une garderie pour ma fille de 18 mois à Brossard. Est-ce que vous avez une place disponible ? Quel est le prix par mois ? Quels sont vos horaires ? Ma fille ne parle pas encore mais elle est très calme.\n\nMerci,\nPriya"
    },
    {
      "topic": "Écrivez un SMS pour demander une direction à un ami",
      "instructions": "Rédigez un SMS (40 à 50 mots). Dites où vous êtes, où vous voulez aller et demandez comment y aller.",
      "min_words": 40,
      "sample_answer": "Salut ! Je suis devant la station de métro Jean-Talon mais je ne trouve pas le marché. Google Maps ne fonctionne pas sur mon téléphone. Tu peux m'expliquer comment aller au marché Jean-Talon depuis la sortie nord du métro ? Merci beaucoup !"
    },
    {
      "topic": "Écrivez un message pour remercier un voisin qui vous a aidé",
      "instructions": "Rédigez un message (40 à 50 mots). Remerciez votre voisin, expliquez ce qu'il a fait et proposez de lui rendre service à votre tour.",
      "min_words": 40,
      "sample_answer": "Bonjour Monsieur Bernard,\n\nJe voulais vous remercier encore pour votre aide hier. Vous avez été très gentil de m'aider à monter mes meubles. C'était très lourd pour moi seule. Si vous avez besoin de quelque chose, je suis là. Merci du fond du cœur.\n\nNatalia"
    },
    {
      "topic": "Écrivez un message pour ouvrir un compte bancaire",
      "instructions": "Rédigez un message (40 à 55 mots). Demandez comment ouvrir un compte, quels documents apporter et si un rendez-vous est nécessaire.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe suis nouveau au Canada et je voudrais ouvrir un compte bancaire dans votre banque. Quels documents dois-je apporter ? Est-ce que je peux venir sans rendez-vous ou faut-il réserver ? Je parle un peu français et je comprends bien.\n\nMerci,\nKhalid Mansouri"
    },
    {
      "topic": "Écrivez une petite annonce pour proposer des cours de cuisine",
      "instructions": "Rédigez une petite annonce (40 à 55 mots). Décrivez ce que vous offrez, le prix, le lieu et comment vous contacter.",
      "min_words": 40,
      "sample_answer": "Cours de cuisine marocaine – Montréal\n\nJe propose des cours de cuisine marocaine à mon domicile. Apprenez à préparer le couscous, les tajines et les pâtisseries. Les cours sont pour deux à quatre personnes. Prix : 30 dollars par personne. Chaque samedi matin. Contactez Samira au 514-555-0789."
    },
    {
      "topic": "Écrivez un message à votre propriétaire pour signaler une fuite d'eau",
      "instructions": "Rédigez un message (40 à 50 mots). Décrivez le problème, où il se trouve et demandez une réparation urgente.",
      "min_words": 40,
      "sample_answer": "Bonjour Madame Roy,\n\nIl y a une fuite d'eau dans ma salle de bain depuis hier matin. L'eau coule sous le lavabo. J'ai mis une serviette mais c'est urgent. Pouvez-vous envoyer un plombier aujourd'hui ou demain, s'il vous plaît ?\n\nMerci,\nOlena Petrenko"
    },
    {
      "topic": "Écrivez un message pour demander un reçu à votre propriétaire",
      "instructions": "Rédigez un message (40 à 50 mots). Rappelez que vous avez payé le loyer, donnez le montant et demandez un reçu.",
      "min_words": 40,
      "sample_answer": "Bonjour Monsieur Lefebvre,\n\nJ'ai payé mon loyer du mois de mars, 950 dollars, le 1er mars par virement bancaire. Pouvez-vous m'envoyer un reçu par courriel, s'il vous plaît ? J'en ai besoin pour mes documents d'immigration. Mon adresse courriel est reza@email.com.\n\nMerci,\nReza"
    },
    {
      "topic": "Écrivez un SMS à votre enfant pour lui rappeler de rentrer à l'heure",
      "instructions": "Rédigez un SMS (40 à 50 mots). Rappelez l'heure de rentrer, demandez de vous appeler et expliquez pourquoi c'est important.",
      "min_words": 40,
      "sample_answer": "Allo mon chéri ! N'oublie pas de rentrer à la maison avant 17h aujourd'hui. Il fait froid et il va neiger ce soir. Appelle-moi quand tu quittes l'école. Je prépare ton repas préféré pour ce soir. Je t'aime. Maman."
    },
    {
      "topic": "Écrivez un message pour demander une prolongation de délai pour un document",
      "instructions": "Rédigez un message (40 à 55 mots). Expliquez quel document est concerné, pourquoi vous avez besoin de plus de temps et demandez une prolongation.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe m'appelle Ines Dembélé. Je dois envoyer mon certificat de naissance avant le 15 avril. Malheureusement, j'attends encore le document de mon pays d'origine. Pouvez-vous me donner deux semaines de plus, s'il vous plaît ? Je vous envoie tout dès que possible.\n\nMerci,\nInes"
    },
    {
      "topic": "Écrivez un message pour chercher un colocataire",
      "instructions": "Rédigez un message (45 à 60 mots). Décrivez l'appartement, le loyer à partager, ce que vous cherchez comme colocataire et vos coordonnées.",
      "min_words": 45,
      "sample_answer": "Bonjour,\n\nJe cherche un colocataire pour partager mon appartement à Ottawa. L'appartement a deux chambres. Le loyer total est 1 400 dollars, donc 700 chacun. Je suis calme et propre. Je préfère quelqu'un qui travaille ou étudie. Écrivez-moi à marco@email.com pour plus d'informations.\n\nMarco"
    },
    {
      "topic": "Écrivez une note pour laisser un message à votre colocataire absent",
      "instructions": "Rédigez une note (40 à 50 mots). Dites ce qui s'est passé en son absence, laissez une information importante et dites où vous êtes.",
      "min_words": 40,
      "sample_answer": "Salut Amira,\n\nLe propriétaire est venu cet après-midi pour réparer le robinet. C'est réparé maintenant. Il a laissé une facture sur la table. Il faut lui payer 40 dollars cette semaine. Je suis chez ma cousine ce soir. Je rentre demain matin.\n\nÀ demain,\nZoe"
    },
    {
      "topic": "Écrivez un message pour vous inscrire à un programme sportif municipal",
      "instructions": "Rédigez un message (40 à 55 mots). Demandez des informations sur les cours disponibles, le prix et comment vous inscrire.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe voudrais m'inscrire à un cours de natation dans votre centre sportif. Je suis adulte débutant. Quels cours avez-vous pour les adultes ? Quel est le prix pour une session ? Est-ce que je peux m'inscrire en ligne ou dois-je venir en personne ?\n\nMerci,\nVictor"
    },
    {
      "topic": "Écrivez un message pour signaler un objet oublié dans le bus",
      "instructions": "Rédigez un message (40 à 50 mots). Décrivez l'objet, dites où et quand vous l'avez oublié et donnez vos coordonnées.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJ'ai oublié mon sac à dos dans le bus numéro 45 hier soir vers 18h30. Le sac est bleu, de marque Herschel. Il y a mon ordinateur et mes livres de français à l'intérieur. Mon nom est Jin Park. Appelez-moi au 647-555-0234.\n\nMerci."
    },
    {
      "topic": "Écrivez un message pour inviter votre voisin à un repas",
      "instructions": "Rédigez un message (40 à 50 mots). Invitez votre voisin, donnez la date et l'heure, expliquez l'occasion et demandez s'il peut venir.",
      "min_words": 40,
      "sample_answer": "Bonjour Monsieur et Madame Côté,\n\nJe fête mon premier anniversaire au Canada samedi 22 avril à 19h. Ce serait un plaisir de vous inviter à partager un repas avec mes amis. Je prépare des plats de mon pays. Pouvez-vous venir ?\n\nChaleureusement,\nMira"
    },
    {
      "topic": "Écrivez un SMS pour demander un service à votre ami",
      "instructions": "Rédigez un SMS (40 à 50 mots). Expliquez ce dont vous avez besoin, pourquoi et proposez quelque chose en retour.",
      "min_words": 40,
      "sample_answer": "Salut Fatima ! J'ai un grand service à te demander. Peux-tu m'accompagner à mon rendez-vous à l'immigration mardi matin ? J'ai peur de ne pas bien comprendre. Tu parles mieux français que moi. Je t'invite au restaurant après. C'est promis ! Merci !"
    },
    {
      "topic": "Écrivez un message pour vous plaindre d'un service dans un magasin",
      "instructions": "Rédigez un message (40 à 55 mots). Expliquez ce qui s'est passé, exprimez votre mécontentement poliment et demandez une solution.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJ'ai acheté un manteau dans votre magasin le 3 mars. Après une semaine, la fermeture est cassée. J'ai le reçu. Je suis déçue car le manteau coûte 120 dollars. Pouvez-vous me rembourser ou m'en donner un autre, s'il vous plaît ?\n\nMerci,\nMaya"
    },
    {
      "topic": "Écrivez une carte pour souhaiter bonne chance à un ami pour son examen",
      "instructions": "Rédigez une carte (40 à 50 mots). Souhaitez bonne chance, encouragez votre ami et dites que vous croyez en lui.",
      "min_words": 40,
      "sample_answer": "Cher Paulo,\n\nDemain c'est ton grand jour ! Je voulais te dire bonne chance pour ton examen de conduite. Tu as beaucoup travaillé et tu es prêt. Je suis sûre que tu vas réussir. Appelle-moi après pour me dire le résultat !\n\nGros bisous,\nLeila"
    },
    {
      "topic": "Écrivez un message pour demander de l'information sur les allocations familiales",
      "instructions": "Rédigez un message (40 à 55 mots). Demandez si vous avez droit aux allocations, comment faire la demande et quels documents apporter.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe suis nouveau résident permanent au Canada. J'ai deux enfants de trois et cinq ans. Est-ce que j'ai droit aux allocations familiales ? Comment faire la demande ? Quels documents sont nécessaires ? Je ne parle pas encore très bien français.\n\nMerci d'avance,\nAbdel Karim"
    },
    {
      "topic": "Écrivez un message pour répondre à une offre d'emploi comme agent de sécurité",
      "instructions": "Rédigez un message (45 à 60 mots). Présentez-vous, dites votre expérience et exprimez votre intérêt pour le poste.",
      "min_words": 45,
      "sample_answer": "Bonjour,\n\nJe m'appelle Dimitri Sokolov. J'ai vu votre annonce pour un poste d'agent de sécurité. Je suis très intéressé. J'ai trois ans d'expérience dans la sécurité en Ukraine. Je suis disponible pour travailler le soir et la nuit. Pouvez-vous me contacter pour un entretien ?\n\nCordialement,\nDimitri"
    },
    {
      "topic": "Écrivez un SMS pour organiser une sortie au cinéma avec des amis",
      "instructions": "Rédigez un SMS (40 à 50 mots). Proposez une date, un film ou un genre et demandez qui peut venir.",
      "min_words": 40,
      "sample_answer": "Salut tout le monde ! Je voudrais aller au cinéma vendredi soir après le travail. Il y a un nouveau film d'action en français au Cineplex. Le film commence à 20h. Qui veut venir avec moi ? Répondez-moi avant jeudi midi. Merci !"
    },
    {
      "topic": "Écrivez un message pour demander comment recycler correctement vos déchets",
      "instructions": "Rédigez un message (40 à 55 mots). Expliquez que vous êtes nouveau, posez deux ou trois questions sur le tri des déchets dans votre ville.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe suis arrivé à Gatineau il y a un mois et je ne comprends pas bien le système de recyclage. Quelles couleurs de bac sont pour quels déchets ? Quand est-ce que le camion passe dans mon quartier ? Y a-t-il un guide en français ?\n\nMerci,\nLeo"
    },
    {
      "topic": "Écrivez un message pour demander de l'aide pour comprendre votre facture d'électricité",
      "instructions": "Rédigez un message (40 à 55 mots). Expliquez que vous ne comprenez pas la facture, posez une ou deux questions précises.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe suis client Hydro-Québec depuis trois mois. J'ai reçu ma facture ce mois-ci et elle est très élevée : 280 dollars. C'est beaucoup plus que le mois dernier. Pouvez-vous m'expliquer pourquoi ? Est-ce que je peux payer en plusieurs fois ?\n\nMerci,\nAmine Berrada"
    },
    {
      "topic": "Écrivez une petite annonce pour donner des objets gratuitement",
      "instructions": "Rédigez une petite annonce (40 à 50 mots). Décrivez les objets à donner, leur état et comment vous contacter.",
      "min_words": 40,
      "sample_answer": "À donner gratuitement – Montréal\n\nJe donne plusieurs objets : une lampe de bureau, deux chaises en plastique et des livres de français débutant. Tout est en bon état. Je déménage la semaine prochaine. À récupérer avant vendredi. Écrivez à sara@email.com ou appelez le 514-555-0345."
    },
    {
      "topic": "Écrivez un message à votre nouveau médecin de famille pour vous présenter",
      "instructions": "Rédigez un message (45 à 60 mots). Présentez-vous, donnez des informations sur votre santé et demandez un premier rendez-vous.",
      "min_words": 45,
      "sample_answer": "Bonjour Docteur Nguyen,\n\nJe m'appelle Elena Rusu. Je suis votre nouvelle patiente depuis cette semaine. Je viens de Roumanie. Je suis en bonne santé mais je prends un médicament pour la tension. Je voudrais un premier rendez-vous pour vous présenter mon dossier médical. Quand êtes-vous disponible ?\n\nMerci,\nElena"
    },
    {
      "topic": "Écrivez un message pour remercier un organisme d'aide aux immigrants",
      "instructions": "Rédigez un message (40 à 55 mots). Remerciez l'organisme, dites comment ils vous ont aidé et ce que cela a changé pour vous.",
      "min_words": 40,
      "sample_answer": "Bonjour,\n\nJe voudrais remercier toute l'équipe de votre organisme. Vous m'avez aidé à trouver un appartement et à comprendre mes droits au Canada. Grâce à vous, je me sens moins seul ici. Votre travail est très important pour les nouveaux arrivants comme moi.\n\nMerci infiniment,\nSamuel"
    }
  ]
}
