{
  "skill": "ee",
  "exam_id": 34,
  "level": "B1",
  "language": "fr",
  "lessons": [
    {
      "topic": "Écrivez une lettre pour signaler un problème dans votre logement",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) adressée à votre propriétaire. Décrivez le problème, expliquez depuis combien de temps il existe et demandez une solution rapide.",
      "min_words": 80,
      "sample_answer": "Montréal, le 10 mars 2024\n\nMadame, Monsieur,\n\nJe me permets de vous contacter au sujet d'un problème dans mon appartement situé au 245, rue Sherbrooke. Depuis trois semaines, le chauffage ne fonctionne pas correctement. Malgré plusieurs tentatives de réparation, la situation n'a pas évolué.\n\nCette situation devient difficile à supporter, surtout en hiver. Je vous demande donc d'intervenir dans les meilleurs délais afin de résoudre ce problème.\n\nDans l'attente de votre réponse, je reste disponible pour tout renseignement complémentaire.\n\nCordialement,\nSamir Nouri"
    },
    {
      "topic": "Rédigez un témoignage sur votre première année au Canada",
      "instructions": "Rédigez un témoignage personnel (80 à 120 mots) pour un site d'aide aux immigrants. Parlez de vos difficultés, de vos réussites et de ce que vous avez appris.",
      "min_words": 80,
      "sample_answer": "Quand je suis arrivée à Toronto il y a un an, je ne savais pas à quoi m'attendre. Les premiers mois ont été difficiles : je ne comprenais pas toujours l'accent local, les démarches administratives étaient complexes et je me sentais souvent seule.\n\nCependant, j'ai progressivement trouvé mes repères. J'ai rejoint un groupe de femmes immigrantes qui m'a beaucoup aidée à m'intégrer. J'ai également suivi une formation professionnelle qui m'a permis de trouver un emploi dans mon domaine.\n\nAujourd'hui, je peux dire que cette expérience m'a rendue plus forte et plus ouverte. Le Canada est devenu ma maison, et je suis fière du chemin parcouru.\n\nMaria Silva, Brésil"
    },
    {
      "topic": "Écrivez un courriel professionnel pour postuler à un emploi",
      "instructions": "Rédigez un courriel de motivation (80 à 120 mots) pour un poste de technicien informatique. Présentez vos compétences, votre expérience et exprimez votre motivation.",
      "min_words": 80,
      "sample_answer": "Objet : Candidature au poste de technicien informatique\n\nMadame, Monsieur,\n\nSuite à votre offre d'emploi publiée sur le site Jobillico, je vous adresse ma candidature pour le poste de technicien informatique.\n\nDiplômé en informatique de l'Université de Bucarest, j'ai acquis six ans d'expérience en maintenance de réseaux et en support technique. Depuis mon arrivée au Québec il y a huit mois, j'ai obtenu ma certification CompTIA A+ afin d'adapter mes qualifications au marché canadien.\n\nJe suis motivé, rigoureux et je m'adapte rapidement à de nouveaux environnements de travail. Je serais ravi de vous présenter mon parcours lors d'un entretien.\n\nCordialement,\nAndrei Popescu"
    },
    {
      "topic": "Rédigez un article court sur les avantages d'apprendre le français au Canada",
      "instructions": "Rédigez un article (80 à 120 mots) pour un magazine communautaire. Donnez deux ou trois avantages concrets et terminez par un encouragement.",
      "min_words": 80,
      "sample_answer": "Pourquoi apprendre le français est essentiel pour les nouveaux arrivants au Canada\n\nPour les immigrants qui s'installent au Québec ou dans une province bilingue, maîtriser le français représente bien plus qu'une obligation légale. C'est avant tout une clé d'intégration sociale et professionnelle.\n\nD'une part, parler français permet d'accéder à un plus grand nombre d'offres d'emploi, notamment dans la fonction publique et les services à la clientèle. D'autre part, cela facilite les relations avec les voisins, les commerçants et les administrations locales.\n\nEnfin, apprendre la langue du pays d'accueil témoigne d'une volonté d'appartenir à une communauté. C'est pourquoi je vous encourage à persévérer, même si c'est difficile au début."
    },
    {
      "topic": "Écrivez une lettre pour contester une décision administrative",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) pour contester le refus d'une prestation à laquelle vous pensez avoir droit. Expliquez votre situation, les raisons de votre contestation et demandez une révision.",
      "min_words": 80,
      "sample_answer": "Ottawa, le 5 avril 2024\n\nMadame, Monsieur,\n\nJe me permets de contester la décision du 20 mars 2024 refusant ma demande d'allocation pour enfants. Selon les critères officiels publiés sur le site du gouvernement du Canada, je remplis toutes les conditions d'éligibilité : je suis résidente permanente, je vis avec mes deux enfants âgés de quatre et sept ans, et mon revenu annuel est inférieur au seuil requis.\n\nJe joins à ce courrier les justificatifs nécessaires, notamment mes avis d'imposition et ma carte de résidente permanente. Je vous demande donc de bien vouloir réviser cette décision dans les meilleurs délais.\n\nDans l'attente de votre réponse,\nCordialement,\nFatou Coulibaly"
    },
    {
      "topic": "Rédigez un compte-rendu d'une réunion de parents d'élèves",
      "instructions": "Rédigez un compte-rendu (80 à 120 mots) d'une réunion scolaire à laquelle vous avez assisté. Mentionnez les sujets abordés, les décisions prises et votre opinion.",
      "min_words": 80,
      "sample_answer": "Compte-rendu de la réunion de parents d'élèves – École primaire Saint-Laurent, 15 novembre 2023\n\nLa réunion a réuni environ trente parents et l'équipe enseignante. Plusieurs sujets importants ont été abordés.\n\nTout d'abord, la directrice a présenté les résultats du premier trimestre. Elle a souligné que les élèves issus de l'immigration avaient besoin d'un soutien supplémentaire en français. En réponse, un programme de tutorat sera mis en place dès janvier.\n\nEnsuite, les parents ont discuté de l'organisation d'une journée multiculturelle en mai, afin de célébrer la diversité de l'école.\n\nÀ mon avis, cette initiative est excellente et permettra aux enfants de mieux se connaître. Je me suis porté volontaire pour participer à l'organisation.\n\nJin-Ho Park"
    },
    {
      "topic": "Écrivez une lettre pour demander une reconnaissance de vos diplômes étrangers",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un organisme de reconnaissance des diplômes. Expliquez votre formation, votre expérience professionnelle et l'objectif de votre démarche.",
      "min_words": 80,
      "sample_answer": "Montréal, le 8 janvier 2024\n\nMadame, Monsieur,\n\nJe souhaite soumettre une demande d'évaluation comparative de mes diplômes auprès de votre organisme. Titulaire d'un diplôme d'ingénieur en génie civil obtenu en 2015 à l'Université de Tunis, j'ai également exercé pendant sept ans comme ingénieur de chantier en Tunisie et en France.\n\nDepuis mon installation au Québec en septembre 2023, je cherche à intégrer le marché du travail dans mon domaine. Cependant, plusieurs employeurs m'ont demandé une évaluation officielle de mes qualifications canadiennes équivalentes.\n\nJe joins à ce courrier les copies certifiées de mes diplômes, relevés de notes et lettres de recommandation. Je reste disponible pour tout renseignement complémentaire.\n\nCordialement,\nKarim Belhadj"
    },
    {
      "topic": "Rédigez un message sur un forum pour demander des conseils d'intégration",
      "instructions": "Rédigez un message de forum (80 à 120 mots). Décrivez votre situation, expliquez vos difficultés et posez deux ou trois questions précises à la communauté.",
      "min_words": 80,
      "sample_answer": "Bonjour à tous,\n\nJe m'appelle Olena et je suis arrivée à Québec il y a quatre mois avec mon mari et notre fille de douze ans. Nous nous adaptons progressivement, mais certaines choses restent difficiles.\n\nMon mari parle bien français mais a du mal à faire reconnaître son expérience de médecin ukrainien. Quant à moi, je cherche un emploi dans la comptabilité, mais on me dit souvent que je n'ai pas d'expérience canadienne. C'est décourageant.\n\nJ'aurais quelques questions : est-ce que des organismes aident à faire reconnaître les diplômes médicaux ? Existe-t-il des programmes spéciaux pour les professionnels immigrants ? Et comment votre famille a-t-elle géré la première année ?\n\nMerci d'avance pour vos conseils !\nOlena"
    },
    {
      "topic": "Écrivez un courriel pour signaler un conflit avec un collègue de travail",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) adressé aux ressources humaines. Décrivez la situation objectivement, exprimez votre ressenti et demandez une médiation.",
      "min_words": 80,
      "sample_answer": "Objet : Demande de médiation – Conflit au travail\n\nMadame, Monsieur,\n\nJe me permets de vous contacter au sujet d'une situation difficile que je vis depuis plusieurs semaines avec un collègue de mon équipe. Malgré mes tentatives pour résoudre le problème directement, la situation ne s'est pas améliorée.\n\nCe collègue me fait régulièrement des remarques désobligeantes sur mon accent et ma façon de travailler. Ces commentaires me mettent mal à l'aise et affectent ma concentration. Je pense qu'il est important d'aborder ce problème avant qu'il ne s'aggrave.\n\nJe vous demande donc d'organiser une réunion de médiation afin que nous puissions trouver une solution respectueuse pour les deux parties. Je reste disponible selon vos disponibilités.\n\nCordialement,\nNadia Kowalski"
    },
    {
      "topic": "Rédigez un témoignage sur votre expérience avec le système de santé canadien",
      "instructions": "Rédigez un témoignage (80 à 120 mots) pour un blog d'immigrants. Comparez le système de santé canadien avec celui de votre pays d'origine et donnez votre opinion.",
      "min_words": 80,
      "sample_answer": "Quand j'ai eu besoin de soins médicaux pour la première fois au Canada, j'ai découvert un système très différent de celui que je connaissais en Colombie.\n\nD'un côté, la qualité des soins est excellente et le personnel médical est très professionnel. En revanche, les délais d'attente pour obtenir un médecin de famille sont extrêmement longs. J'ai attendu huit mois avant d'avoir un médecin attitré, ce qui m'a semblé très problématique pour un suivi régulier.\n\nCependant, il me semble que le système s'améliore avec des cliniques sans rendez-vous et des consultations en ligne. À mon avis, c'est une bonne chose, surtout pour les nouveaux arrivants qui n'ont pas encore de médecin de famille.\n\nCarlos Mendoza"
    },
    {
      "topic": "Écrivez une lettre pour demander un logement à loyer modéré",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un office municipal de logement. Présentez votre situation familiale et financière et expliquez pourquoi vous avez besoin d'un logement subventionné.",
      "min_words": 80,
      "sample_answer": "Québec, le 22 février 2024\n\nMadame, Monsieur,\n\nJe me permets de vous adresser cette lettre afin de solliciter l'attribution d'un logement à loyer modéré. Je suis père de famille avec trois enfants à charge, âgés de cinq, neuf et treize ans. Mon épouse et moi sommes arrivés au Québec il y a un an avec le statut de réfugiés reconnus.\n\nActuellement, nous occupons un logement privé dont le loyer représente plus de 55 % de nos revenus mensuels. Cette situation est financièrement insoutenable et affecte notre qualité de vie ainsi que la scolarité de nos enfants.\n\nC'est pourquoi je vous demande d'examiner notre dossier en priorité. Je tiens à votre disposition tous les documents justificatifs nécessaires.\n\nVeuillez agréer mes salutations distinguées,\nIbrahim Touré"
    },
    {
      "topic": "Rédigez un article sur l'importance de l'intégration culturelle au Canada",
      "instructions": "Rédigez un article d'opinion (80 à 120 mots) pour un journal communautaire. Donnez votre point de vue sur l'intégration culturelle et illustrez-le avec des exemples personnels.",
      "min_words": 80,
      "sample_answer": "L'intégration culturelle : un chemin à deux sens\n\nBeaucoup de nouveaux arrivants pensent que l'intégration consiste à abandonner leur culture d'origine pour adopter entièrement celle du pays d'accueil. À mon avis, c'est une vision réductrice et même contre-productive.\n\nL'intégration réussie repose sur un équilibre : apprendre les codes locaux, respecter les valeurs de la société canadienne, tout en préservant sa propre identité. Par exemple, je parle français au travail et avec mes voisins, mais je cuisine des plats philippins le weekend et j'enseigne ma langue à mes enfants.\n\nCe modèle d'intégration enrichit à la fois l'immigrant et la société d'accueil. Le Canada est grand précisément parce qu'il accueille cette diversité. C'est sa force.\n\nRosa Santos"
    },
    {
      "topic": "Écrivez un courriel pour demander une prolongation de votre permis de travail",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à Immigration Canada. Expliquez votre situation professionnelle actuelle, les raisons du renouvellement et les documents que vous joignez.",
      "min_words": 80,
      "sample_answer": "Objet : Demande de prolongation de permis de travail – Dossier n° 4521789\n\nMadame, Monsieur,\n\nJe vous contacte afin de soumettre une demande de prolongation de mon permis de travail, qui arrive à échéance le 30 juin 2024. Je suis actuellement employé comme technicien en bâtiment dans l'entreprise Constructions Laberge à Laval, depuis vingt mois.\n\nMon employeur souhaite renouveler mon contrat pour une durée de deux ans supplémentaires, car mon travail donne entière satisfaction. Une lettre de soutien de sa part est jointe à ce courriel, ainsi que la copie de mon permis actuel, mon passeport et mon dernier contrat de travail.\n\nJe vous demande de bien vouloir traiter ma demande dans les meilleurs délais.\n\nCordialement,\nDimitri Volkov"
    },
    {
      "topic": "Rédigez une description détaillée d'un quartier où vous souhaitez habiter",
      "instructions": "Rédigez une description (80 à 120 mots) pour un forum immobilier. Décrivez le quartier, ses avantages, ses inconvénients et expliquez pourquoi il correspond à vos besoins.",
      "min_words": 80,
      "sample_answer": "Je cherche un appartement dans le quartier Rosemont–La Petite-Patrie à Montréal, et je voulais partager mes impressions avec la communauté.\n\nCe quartier me plaît beaucoup pour plusieurs raisons. D'abord, il est bien desservi par les transports en commun, avec plusieurs stations de métro et de nombreuses lignes de bus. Ensuite, il y a de nombreux parcs, des marchés locaux et une vie de quartier très animée. C'est important pour moi car j'ai deux jeunes enfants.\n\nCependant, les loyers ont beaucoup augmenté ces dernières années, ce qui rend la recherche difficile pour les familles à revenu modeste comme la mienne. En revanche, comparé au centre-ville, les prix restent encore raisonnables.\n\nSi quelqu'un connaît des propriétaires qui louent dans ce secteur, je suis preneur !"
    },
    {
      "topic": "Écrivez une lettre pour demander une mutation dans un autre département",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à votre supérieur hiérarchique. Expliquez vos raisons personnelles et professionnelles et montrez en quoi cette mutation serait bénéfique.",
      "min_words": 80,
      "sample_answer": "Vancouver, le 14 mars 2024\n\nMadame la Directrice,\n\nJe me permets de vous adresser cette lettre afin de solliciter une mutation au département du service clientèle de notre bureau de Calgary.\n\nCette demande est motivée par des raisons à la fois personnelles et professionnelles. D'une part, mon conjoint vient d'obtenir un poste permanent à Calgary, ce qui nous oblige à déménager en juillet. D'autre part, j'estime que mes compétences en langues et en communication seraient particulièrement utiles dans un contexte de relation client.\n\nJe tiens à souligner que cette mutation ne nuirait pas à la continuité de mon travail actuel, car je suis prêt à assurer la transmission de mes dossiers en cours. Je reste disponible pour en discuter.\n\nCordialement,\nYuki Tanaka"
    },
    {
      "topic": "Rédigez un message de forum sur les défis du marché du travail pour les immigrants",
      "instructions": "Rédigez un message de forum (80 à 120 mots). Décrivez un défi que vous avez rencontré sur le marché du travail, expliquez comment vous l'avez géré et donnez un conseil.",
      "min_words": 80,
      "sample_answer": "Bonjour à la communauté,\n\nJe voudrais partager mon expérience sur un sujet qui touche beaucoup d'entre nous : la recherche d'emploi au Canada sans expérience locale.\n\nQuand je suis arrivé à Ottawa, j'avais quinze ans d'expérience comme comptable en Inde. Pourtant, j'essuyais refus sur refus parce que je n'avais pas d'expérience canadienne. C'était frustrant et décourageant.\n\nJ'ai finalement décidé de faire du bénévolat dans un organisme à but non lucratif pendant trois mois. Cela m'a permis d'obtenir une première référence locale et de mieux comprendre la culture professionnelle d'ici. Peu après, j'ai décroché un poste dans une PME.\n\nMon conseil : ne sous-estimez pas le bénévolat. C'est souvent le meilleur point d'entrée sur le marché du travail canadien.\n\nRajesh Sharma"
    },
    {
      "topic": "Écrivez une lettre pour contester une amende de stationnement",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à la ville. Expliquez la situation, donnez vos arguments et demandez l'annulation de l'amende.",
      "min_words": 80,
      "sample_answer": "Montréal, le 2 mai 2024\n\nMadame, Monsieur,\n\nJe me permets de contester l'amende de stationnement numéro 87654321, reçue le 28 avril 2024, rue Saint-Denis.\n\nCe jour-là, j'avais garé mon véhicule devant une zone où le panneau d'interdiction était illisible en raison d'une accumulation de glace. N'ayant pas pu lire clairement les restrictions en vigueur, je pensais stationner légalement. Je joins à cette lettre des photos prises le même jour, qui confirment l'état du panneau.\n\nÀ mon avis, cette situation ne justifie pas une amende, car l'infraction résulte d'un manque de signalisation adéquate de la part de la ville. C'est pourquoi je vous demande d'annuler cette amende.\n\nCordialement,\nPaulo Ferreira"
    },
    {
      "topic": "Rédigez un article sur les bienfaits du sport pour les immigrants",
      "instructions": "Rédigez un article (80 à 120 mots) pour un magazine de santé communautaire. Expliquez comment le sport peut aider les immigrants à s'intégrer et à aller mieux.",
      "min_words": 80,
      "sample_answer": "Le sport, un outil d'intégration sous-estimé\n\nQuand on arrive dans un nouveau pays, le sentiment d'isolement peut être très pesant. Or, il existe un moyen simple et efficace de tisser des liens et d'améliorer son bien-être : pratiquer une activité sportive.\n\nEn rejoignant une équipe de football, un club de natation ou simplement un groupe de course, les nouveaux arrivants ont l'occasion de rencontrer des personnes de tous horizons, de pratiquer la langue dans un cadre détendu et de se sentir appartenir à une communauté.\n\nDe plus, le sport a des effets prouvés sur la santé mentale. Il réduit le stress, améliore le sommeil et renforce la confiance en soi. Pour moi, rejoindre une équipe de volleyball a été l'un des meilleurs moyens de me sentir chez moi au Canada.\n\nAna Lima"
    },
    {
      "topic": "Écrivez un courriel pour demander un aménagement de poste de travail",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à votre employeur. Expliquez votre situation médicale, ce dont vous avez besoin et comment cela vous aidera à mieux travailler.",
      "min_words": 80,
      "sample_answer": "Objet : Demande d'aménagement de poste\n\nBonjour Madame Robitaille,\n\nJe me permets de vous contacter afin de discuter d'un aménagement de mon poste de travail. Depuis quelques mois, je souffre de douleurs chroniques au dos, diagnostiquées par mon médecin comme une hernie discale. Ce problème est aggravé par les longues heures passées assis devant un ordinateur.\n\nMon médecin recommande l'utilisation d'un bureau réglable en hauteur permettant de travailler alternativement assis et debout. Je pense que cet aménagement améliorera non seulement ma santé, mais aussi ma productivité au quotidien.\n\nJe serais heureux de vous fournir l'avis médical correspondant et de discuter des modalités pratiques selon votre convenance.\n\nCordialement,\nTomas Novak"
    },
    {
      "topic": "Rédigez un témoignage sur votre expérience d'apprentissage du français",
      "instructions": "Rédigez un témoignage (80 à 120 mots) pour un centre de langue. Décrivez votre parcours, les méthodes qui vous ont aidé et vos progrès.",
      "min_words": 80,
      "sample_answer": "J'ai commencé à apprendre le français il y a deux ans, quand j'ai décidé d'immigrer au Québec. Au début, la langue me semblait très difficile, surtout la prononciation et la grammaire des verbes.\n\nJ'ai d'abord suivi des cours en ligne, puis des cours intensifs dans un centre de langue à Montréal. Ce qui m'a le plus aidé, c'est la pratique quotidienne : parler avec mes voisins, regarder des séries québécoises avec sous-titres et lire des journaux gratuits dans le métro.\n\nAujourd'hui, je travaille entièrement en français et je peux même faire des blagues ! Je ne pensais pas y arriver aussi vite. Ma technique principale est de ne pas avoir peur de faire des erreurs. C'est comme ça qu'on progresse vraiment.\n\nSun Li, Chine"
    },
    {
      "topic": "Écrivez une lettre pour demander une bourse d'études à une université",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un comité d'attribution de bourses. Présentez votre projet d'études, votre situation financière et expliquez pourquoi vous méritez cette bourse.",
      "min_words": 80,
      "sample_answer": "Montréal, le 15 septembre 2024\n\nMadame, Monsieur,\n\nJe me permets de vous soumettre ma candidature pour la bourse d'excellence destinée aux étudiants immigrants. Je suis inscrite en première année de maîtrise en travail social à l'Université de Montréal.\n\nVenue du Sénégal il y a deux ans, j'ai obtenu mon baccalauréat avec mention et j'ai été admise directement en maîtrise. Mon projet de recherche porte sur l'accès aux services sociaux pour les femmes réfugiées au Québec, un sujet qui me tient profondément à cœur.\n\nCependant, ma situation financière est précaire. Je travaille vingt heures par semaine pour subvenir à mes besoins, ce qui limite ma disponibilité pour la recherche. Cette bourse me permettrait de me consacrer entièrement à mes études.\n\nVeuillez agréer mes salutations distinguées,\nFatou Diallo"
    },
    {
      "topic": "Rédigez un compte-rendu d'une visite dans un centre d'emploi",
      "instructions": "Rédigez un compte-rendu (80 à 120 mots). Décrivez les services proposés, ce que vous avez retenu et si vous recommanderiez ce centre.",
      "min_words": 80,
      "sample_answer": "Compte-rendu de visite – Centre d'emploi Carrefour Jeunesse, 22 octobre 2023\n\nJ'ai visité le Centre d'emploi Carrefour Jeunesse de Montréal dans le cadre de ma recherche d'emploi. Le centre propose plusieurs services gratuits : aide à la rédaction de CV, préparation aux entretiens, ateliers sur le marché du travail québécois et accompagnement personnalisé.\n\nPendant ma visite, j'ai assisté à un atelier très instructif sur les codes culturels en entretien d'embauche au Canada. J'ai notamment appris que les Canadiens valorisent beaucoup la capacité à travailler en équipe et la ponctualité.\n\nJ'ai également rencontré une conseillère qui a analysé mon CV et suggéré des améliorations pertinentes. À mon avis, ce centre est une ressource indispensable pour les nouveaux arrivants en recherche d'emploi. Je le recommande vivement.\n\nVictor Osei"
    },
    {
      "topic": "Écrivez un courriel pour signaler une discrimination dans un commerce",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à la Commission des droits de la personne. Décrivez les faits objectivement, expliquez pourquoi vous pensez avoir été victime de discrimination et demandez conseil.",
      "min_words": 80,
      "sample_answer": "Objet : Signalement d'une possible discrimination – Commerce de détail\n\nMadame, Monsieur,\n\nJe vous contacte pour signaler une situation qui me semble constituer une discrimination fondée sur l'origine ethnique.\n\nLe 5 novembre dernier, je me suis rendu dans une boutique de vêtements à Québec. Dès mon entrée, le gérant m'a suivi dans les rayons et m'a demandé de présenter une pièce d'identité avant même d'avoir effectué un achat, ce qu'il n'a pas demandé aux autres clients présents. Lorsque j'ai exprimé mon étonnement, il m'a répondu de manière agressive.\n\nJe ne pense pas que cette situation soit normale. Pourriez-vous me conseiller sur les démarches à suivre et me dire si je peux déposer une plainte formelle ?\n\nCordialement,\nAbdou Mbaye"
    },
    {
      "topic": "Rédigez un article sur les différences climatiques entre votre pays et le Canada",
      "instructions": "Rédigez un article (80 à 120 mots) pour un blog d'immigrants. Comparez les deux climats, décrivez comment vous vous êtes adapté et donnez des conseils pratiques.",
      "min_words": 80,
      "sample_answer": "Du soleil marocain aux hivers québécois : comment j'ai appris à aimer le froid\n\nQuand je suis arrivé à Montréal en novembre, je n'avais jamais vu de neige de ma vie. La première tempête m'a complètement déstabilisé. Je ne savais pas comment m'habiller, comment marcher sur la glace ni comment démarrer ma voiture par -20 degrés.\n\nCependant, avec le temps, j'ai appris à apprécier les saisons canadiennes. L'hiver est certes rigoureux, mais il est aussi magique. Le printemps qui suit est d'autant plus beau.\n\nVoici mes conseils pour survivre au premier hiver : investissez dans de bonnes bottes imperméables, achetez des sous-vêtements thermiques dès septembre et n'hésitez pas à demander aux Québécois comment ils font. Ils adorent partager leurs astuces hivernales !\n\nYoussef El Mansouri"
    },
    {
      "topic": "Écrivez une lettre pour demander une autorisation d'absence à votre employeur",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots). Expliquez la raison de votre absence, la durée et proposez des solutions pour que votre travail soit assuré pendant votre absence.",
      "min_words": 80,
      "sample_answer": "Toronto, le 3 mars 2024\n\nMadame la Directrice,\n\nJe me permets de solliciter une autorisation d'absence du 15 au 22 mars 2024. Cette demande est motivée par des circonstances familiales exceptionnelles : mon père, qui réside en Pologne, a été hospitalisé d'urgence et ma présence est nécessaire auprès de lui.\n\nAfin de ne pas nuire au bon fonctionnement du service, j'ai déjà pris contact avec ma collègue Sarah Martin, qui a accepté de me remplacer sur les dossiers urgents. Je finaliserai également tous mes rapports en cours avant mon départ.\n\nJe vous transmettrai les justificatifs médicaux dès mon retour. Je vous remercie par avance de bien vouloir examiner cette demande avec bienveillance.\n\nCordialement,\nMarta Kowalczyk"
    },
    {
      "topic": "Rédigez un témoignage sur l'éducation de vos enfants au Canada",
      "instructions": "Rédigez un témoignage (80 à 120 mots) pour un magazine familial. Comparez le système éducatif canadien avec celui de votre pays et donnez votre opinion sur l'adaptation de vos enfants.",
      "min_words": 80,
      "sample_answer": "Quand nous sommes arrivés au Canada, ma plus grande inquiétude concernait l'adaptation scolaire de mes enfants. Ils avaient grandi dans le système éducatif brésilien, très différent du système québécois.\n\nLa première différence que j'ai remarquée, c'est la place accordée à l'autonomie et à la créativité. En classe, les enfants sont encouragés à exprimer leurs opinions et à travailler en groupe, ce qui était nouveau pour mes fils.\n\nAu début, ils avaient du mal avec le français québécois, mais les enseignants ont été très patients et bienveillants. En revanche, j'ai trouvé les devoirs moins exigeants qu'au Brésil, ce qui m'a parfois inquiétée.\n\nGlobalement, mes enfants sont heureux à l'école et progressent bien. À mon avis, le système canadien valorise le bien-être de l'enfant, et c'est une très belle chose.\n\nAna Beatriz Santos"
    },
    {
      "topic": "Écrivez un courriel pour demander des informations sur un programme de formation continue",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à un établissement de formation. Présentez votre profil, expliquez vos objectifs et posez des questions précises sur le programme.",
      "min_words": 80,
      "sample_answer": "Objet : Demande d'informations – Programme de gestion de projet\n\nBonjour,\n\nJe vous contacte pour obtenir des informations sur votre programme de certification en gestion de projet. Je suis ingénieure industrielle diplômée de l'Université de Mexico et j'habite à Montréal depuis un an.\n\nDans le cadre de ma reconversion professionnelle au Canada, je souhaite obtenir une certification reconnue dans ce domaine, car plusieurs offres d'emploi mentionnent le PMP ou d'autres certifications équivalentes. J'aurais quelques questions : quels sont les prérequis pour s'inscrire ? Proposez-vous des cours le soir ou le weekend ? Existe-t-il des aides financières pour les immigrants qualifiés ?\n\nJe vous remercie par avance de votre réponse et reste disponible pour tout échange.\n\nCordialement,\nPaola Herrera"
    },
    {
      "topic": "Rédigez un article sur les transports en commun dans votre ville canadienne",
      "instructions": "Rédigez un article d'opinion (80 à 120 mots) pour un journal de quartier. Décrivez les points forts et les points faibles des transports en commun et proposez une amélioration.",
      "min_words": 80,
      "sample_answer": "Les transports en commun à Montréal : ce qu'on aime et ce qu'on aimerait améliorer\n\nDepuis mon arrivée à Montréal, j'utilise exclusivement les transports en commun pour me déplacer. Dans l'ensemble, le réseau est pratique : le métro est rapide, propre et couvre bien le centre-ville. De plus, le réseau de bus est étendu et l'application mobile facilite la planification des trajets.\n\nCependant, certains aspects méritent d'être améliorés. Les retards sont fréquents en hiver, notamment les jours de tempête. En outre, certaines banlieues sont mal desservies, ce qui pousse les habitants à utiliser leur voiture.\n\nÀ mon avis, il serait utile d'étendre les lignes de métro vers Laval et Longueuil. Cela réduirait la congestion routière et rendrait la ville plus verte. C'est un investissement qui profiterait à tous.\n\nWei Zhang"
    },
    {
      "topic": "Écrivez une lettre pour demander une référence professionnelle",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un ancien employeur. Expliquez pourquoi vous avez besoin d'une référence et ce que vous souhaitez qu'il mentionne.",
      "min_words": 80,
      "sample_answer": "Calgary, le 18 avril 2024\n\nChère Madame Deschamps,\n\nJe me permets de vous contacter afin de solliciter une lettre de recommandation dans le cadre de ma recherche d'emploi au Canada. Vous étiez ma responsable directe chez TechSolutions à Paris de 2018 à 2021, et votre témoignage aurait une grande valeur pour les employeurs canadiens.\n\nJe postule actuellement à des postes de développeur logiciel à Calgary. Si vous l'acceptez, j'apprécierais que vous mentionniez mes compétences techniques, mon sens des responsabilités et ma capacité à travailler en équipe multiculturelle.\n\nJe suis conscient que vous avez un emploi du temps chargé et je vous remercie d'avance pour le temps que vous consacrerez à cette démarche.\n\nCordialement,\nLiam O'Brien"
    },
    {
      "topic": "Rédigez un message de forum sur la gestion du budget familial au Canada",
      "instructions": "Rédigez un message de forum (80 à 120 mots). Partagez vos stratégies pour gérer votre budget, les difficultés rencontrées et demandez des conseils à la communauté.",
      "min_words": 80,
      "sample_answer": "Bonjour tout le monde,\n\nJe voulais partager mes réflexions sur la gestion du budget familial depuis notre arrivée à Ottawa. Honnêtement, le coût de la vie ici nous a surpris, surtout le logement et l'épicerie.\n\nNous avons adopté plusieurs stratégies : nous faisons nos courses dans les épiceries discount, nous cuisinons à la maison presque tous les soirs et nous utilisons les bibliothèques publiques pour les loisirs plutôt que de payer des abonnements. Cela nous a permis d'économiser environ 400 dollars par mois.\n\nCependant, je trouve les frais de garde d'enfants vraiment élevés malgré les subventions provinciales. Est-ce que quelqu'un a des astuces pour réduire ces coûts ? Y a-t-il des aides supplémentaires pour les familles immigrantes que nous ne connaissons pas ?\n\nMerci d'avance,\nSvetlana Petrova"
    },
    {
      "topic": "Écrivez un courriel pour proposer une activité à votre association de quartier",
      "instructions": "Rédigez un courriel (80 à 120 mots) au président de votre association de quartier. Présentez votre idée, expliquez ses avantages et proposez de vous impliquer dans l'organisation.",
      "min_words": 80,
      "sample_answer": "Objet : Proposition d'activité interculturelle\n\nBonjour Monsieur Gagnon,\n\nJe me permets de vous soumettre une idée pour notre association de quartier. Je propose d'organiser un repas interculturel mensuel où chaque famille apporterait un plat traditionnel de son pays d'origine.\n\nCette initiative aurait plusieurs avantages. D'une part, elle permettrait aux résidents de mieux se connaître et de renforcer les liens entre voisins. D'autre part, elle valoriserait la diversité culturelle de notre quartier, qui compte des habitants de plus de vingt nationalités différentes.\n\nJe serais volontaire pour coordonner la logistique du premier événement et créer un groupe de bénévoles. Pensez-vous que cette idée pourrait intéresser les membres de l'association ?\n\nCordialement,\nMei Lin"
    },
    {
      "topic": "Rédigez une description de votre expérience lors d'un voyage en train au Canada",
      "instructions": "Rédigez une description (80 à 120 mots) pour un blog de voyage. Décrivez le trajet, les paysages, le service et donnez votre impression générale.",
      "min_words": 80,
      "sample_answer": "Mon premier voyage en train au Canada : de Montréal à Toronto\n\nJ'ai récemment pris le train VIA Rail de Montréal à Toronto pour la première fois et l'expérience a été mémorable.\n\nLe trajet dure environ cinq heures, mais le temps passe vite grâce aux magnifiques paysages. En traversant l'Ontario, j'ai admiré de vastes forêts, des lacs gelés et des petits villages pittoresques. C'est une façon bien plus agréable de voyager qu'en avion.\n\nLe confort était excellent : les sièges sont spacieux, il y a du Wi-Fi gratuit et un wagon-restaurant proposant des repas canadiens. Le personnel était aimable et parlait les deux langues officielles.\n\nCependant, le prix reste assez élevé comparé à l'avion. Malgré cela, je recommande vivement cette expérience à quiconque veut découvrir la beauté du pays.\n\nSergei Morozov"
    },
    {
      "topic": "Écrivez une lettre pour demander une aide juridique gratuite",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un service d'aide juridique. Expliquez votre situation, le problème juridique que vous rencontrez et demandez à bénéficier de leurs services.",
      "min_words": 80,
      "sample_answer": "Montréal, le 9 mai 2024\n\nMadame, Monsieur,\n\nJe me permets de vous contacter afin de bénéficier de vos services d'aide juridique. Je suis arrivé au Canada il y a six mois avec un permis de travail temporaire. Depuis deux semaines, mon employeur refuse de me payer mes dernières semaines de travail, sous prétexte que j'aurais commis des erreurs professionnelles que je conteste.\n\nN'ayant pas les moyens financiers pour engager un avocat privé, je sollicite votre aide pour comprendre mes droits et, si possible, pour m'assister dans une plainte auprès de la Commission des normes du travail.\n\nJe suis disponible pour un rendez-vous à votre convenance et je peux fournir tous les documents nécessaires.\n\nCordialement,\nHassan El Fassi"
    },
    {
      "topic": "Rédigez un article sur l'importance du bénévolat pour les nouveaux arrivants",
      "instructions": "Rédigez un article d'opinion (80 à 120 mots) pour un journal communautaire. Expliquez pourquoi le bénévolat est utile pour l'intégration et partagez une expérience personnelle.",
      "min_words": 80,
      "sample_answer": "Le bénévolat : une porte d'entrée vers l'intégration\n\nDès mon arrivée à Vancouver, un conseiller en emploi m'a recommandé de faire du bénévolat. Je dois avouer que j'ai d'abord hésité, car je cherchais un emploi rémunéré et le temps me semblait précieux.\n\nCependant, j'ai décidé d'essayer en m'impliquant dans une banque alimentaire locale. Cette expérience a été transformatrice. Non seulement j'ai amélioré mon français dans un contexte réel, mais j'ai aussi rencontré des personnes formidables et constitué un réseau de contacts professionnels.\n\nTrois mois plus tard, l'un de mes contacts bénévoles m'a parlé d'un poste dans son entreprise. C'est ainsi que j'ai trouvé mon premier emploi canadien.\n\nÀ mon avis, le bénévolat est l'investissement le plus rentable que puisse faire un nouvel arrivant. Je le conseille à tous.\n\nAmara Kouyaté"
    },
    {
      "topic": "Écrivez un courriel pour demander un rendez-vous avec un conseiller en immigration",
      "instructions": "Rédigez un courriel formel (80 à 120 mots). Présentez votre situation, expliquez pourquoi vous avez besoin d'un conseil et posez deux ou trois questions précises.",
      "min_words": 80,
      "sample_answer": "Objet : Demande de rendez-vous – Conseiller en immigration\n\nBonjour,\n\nJe me permets de vous contacter afin de prendre rendez-vous avec l'un de vos conseillers en immigration. Je suis actuellement titulaire d'un permis de travail fermé, lié à un employeur spécifique, et je souhaite changer de situation.\n\nJ'aimerais savoir s'il est possible de modifier mon permis de travail pour qu'il devienne ouvert, et quelles seraient les conditions et les délais. Je voudrais également comprendre si cette démarche pourrait affecter ma future demande de résidence permanente.\n\nJe suis disponible en semaine après 17h ou le samedi matin. Pourriez-vous me proposer une date ?\n\nJe vous remercie d'avance de votre aide.\n\nCordialement,\nLena Horvat"
    },
    {
      "topic": "Rédigez un témoignage sur votre expérience lors d'un entretien d'embauche au Canada",
      "instructions": "Rédigez un témoignage (80 à 120 mots) pour un blogue de conseils professionnels. Décrivez l'entretien, ce qui vous a surpris et ce que vous avez appris.",
      "min_words": 80,
      "sample_answer": "Mon premier entretien d'embauche au Canada a été une expérience très instructive, bien différente de ce que je connaissais en Algérie.\n\nCe qui m'a le plus surpris, c'est l'atmosphère détendue de l'entretien. L'intervieweur m'a accueilli chaleureusement, m'a proposé un café et a commencé par des questions informelles sur mon parcours au Canada. Je m'attendais à quelque chose de beaucoup plus formel.\n\nEnsuite, les questions étaient principalement basées sur des situations concrètes : «Donnez-moi un exemple où vous avez résolu un conflit d'équipe.» C'est ce qu'on appelle les questions comportementales, un concept que je ne connaissais pas.\n\nJ'ai finalement eu le poste ! Mon conseil : préparez des exemples précis tirés de votre expérience passée et soyez authentique. Les Canadiens valorisent l'honnêteté et la communication directe.\n\nYassine Meziane"
    },
    {
      "topic": "Écrivez une lettre pour demander la révision de votre évaluation au travail",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à votre supérieur. Expliquez pourquoi vous contestez votre évaluation, donnez des arguments concrets et demandez une rencontre.",
      "min_words": 80,
      "sample_answer": "Edmonton, le 28 mars 2024\n\nMadame la Superviseure,\n\nJe me permets de vous adresser cette lettre au sujet de mon évaluation de performance du dernier trimestre. Bien que je respecte votre jugement, il me semble que certains aspects de mon travail n'ont pas été pleinement pris en compte.\n\nDurant cette période, j'ai non seulement atteint mes objectifs de vente, mais je les ai dépassés de 15 %. De plus, j'ai formé deux nouveaux collègues et participé à l'amélioration de notre processus de service client, qui a reçu des retours positifs.\n\nC'est pourquoi je vous demande une rencontre afin de discuter de ces éléments. Je ne cherche pas à remettre en question votre autorité, mais simplement à m'assurer que mon travail soit évalué de façon complète.\n\nCordialement,\nGrace Okonkwo"
    },
    {
      "topic": "Rédigez un message de forum sur la garde partagée et l'immigration",
      "instructions": "Rédigez un message de forum (80 à 120 mots). Décrivez une situation complexe liée à la garde d'enfants et à l'immigration, exprimez vos préoccupations et demandez des conseils.",
      "min_words": 80,
      "sample_answer": "Bonjour à tous,\n\nJe suis dans une situation délicate et j'espère trouver des personnes qui ont vécu quelque chose de similaire. Je suis arrivé au Canada avec ma famille il y a deux ans. Malheureusement, ma femme et moi avons décidé de nous séparer il y a six mois.\n\nNous avons un fils de sept ans et nous voudrions mettre en place une garde partagée. Cependant, ma femme souhaite retourner dans notre pays d'origine en emmenant notre fils. En tant que résident permanent, je ne veux pas perdre le contact avec lui.\n\nEst-ce que quelqu'un a vécu cette situation ? Quels sont mes droits en tant que père au Canada ? Un avocat est-il indispensable ou existe-t-il une médiation familiale gratuite ?\n\nMerci pour votre aide,\nAdrien Blaise"
    },
    {
      "topic": "Écrivez un courriel pour vous plaindre d'une école au sujet de votre enfant",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à la direction d'une école. Décrivez le problème vécu par votre enfant, expliquez son impact et demandez une réunion.",
      "min_words": 80,
      "sample_answer": "Objet : Problème de harcèlement scolaire – Emma Popescu, 5e année\n\nMadame la Directrice,\n\nJe me permets de vous contacter au sujet de ma fille Emma, élève en 5e année dans votre école. Depuis le début de l'année scolaire, elle est victime de moqueries de la part de certains camarades en raison de son accent étranger. Ces incidents se produisent principalement dans la cour de récréation.\n\nCette situation affecte profondément Emma : elle ne veut plus aller à l'école et ses résultats ont baissé. J'ai essayé d'en parler à son enseignante mais la situation n'a pas évolué.\n\nJe vous demande donc de bien vouloir me recevoir en urgence afin de trouver ensemble une solution. Emma mérite de se sentir en sécurité dans son école.\n\nCordialement,\nMihaela Popescu"
    },
    {
      "topic": "Rédigez un article sur les défis de la solitude pour les immigrants",
      "instructions": "Rédigez un article (80 à 120 mots) pour un magazine de santé mentale. Décrivez les causes de la solitude chez les immigrants, ses effets et proposez des solutions concrètes.",
      "min_words": 80,
      "sample_answer": "La solitude des immigrants : briser le silence\n\nLa solitude est l'une des épreuves les plus difficiles que vivent les nouveaux arrivants, mais on en parle rarement ouvertement. Pourtant, elle touche une grande majorité d'immigrants, particulièrement durant les premiers mois.\n\nSes causes sont multiples : l'éloignement de la famille, la barrière de la langue, la difficulté à créer des liens dans une nouvelle culture. Ses effets, quant à eux, peuvent être sévères : dépression, anxiété et perte de motivation.\n\nCependant, il existe des moyens d'y remédier. Rejoindre un groupe culturel, participer à des activités communautaires ou consulter un professionnel de santé mentale sont des solutions efficaces. Il me semble également important que les Canadiens de longue date soient sensibilisés à tendre la main à leurs voisins immigrants.\n\nEnsemble, nous pouvons faire de l'intégration une expérience plus humaine."
    },
    {
      "topic": "Écrivez une lettre pour demander un congé parental prolongé",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à votre employeur. Expliquez votre situation familiale, la durée souhaitée et comment vous comptez gérer la transition.",
      "min_words": 80,
      "sample_answer": "Ottawa, le 12 juin 2024\n\nMadame la Directrice des ressources humaines,\n\nJe me permets de vous soumettre une demande de prolongation de mon congé parental. Mon fils est né le 3 mai dernier et je suis actuellement en congé parental standard jusqu'au 3 novembre. Cependant, en raison de complications de santé de mon épouse, j'aimerais prolonger ce congé de six semaines supplémentaires.\n\nMon épouse est en convalescence et n'est pas encore en mesure de s'occuper seule de notre enfant. Nous n'avons pas de famille proche au Canada pour nous aider.\n\nJe suis prêt à discuter des modalités de mon retour progressif au travail et à faciliter la transition avec mon remplaçant temporaire.\n\nCordialement,\nNguyên Van An"
    },
    {
      "topic": "Rédigez un compte-rendu de votre première semaine de travail au Canada",
      "instructions": "Rédigez un compte-rendu (80 à 120 mots) pour votre journal personnel ou un blogue. Décrivez l'environnement de travail, les différences culturelles observées et vos premières impressions.",
      "min_words": 80,
      "sample_answer": "Ma première semaine de travail au Canada – Compte-rendu personnel\n\nMa première semaine dans mon nouveau poste d'infirmière à l'Hôpital général de Vancouver a été à la fois stimulante et déroutante.\n\nDès le premier jour, j'ai été frappée par la culture du feedback : les collègues se complimentent facilement et les superviseurs encouragent les questions. C'est très différent du contexte ukrainien où j'ai travaillé, où la hiérarchie était plus stricte.\n\nJ'ai aussi été surprise par la diversité de l'équipe soignante : des collègues de quinze pays différents travaillent dans mon service ! Cela crée une ambiance riche mais nécessite une grande capacité d'adaptation.\n\nLes protocoles médicaux sont légèrement différents de ceux que je connaissais, mais j'apprends vite. Je me sens soutenue par mes collègues, ce qui facilite beaucoup l'intégration.\n\nOlena Bondarenko"
    },
    {
      "topic": "Écrivez un courriel pour demander des accommodements religieux au travail",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à votre responsable RH. Expliquez votre besoin, citez la loi si possible et proposez une solution pratique.",
      "min_words": 80,
      "sample_answer": "Objet : Demande d'accommodement religieux\n\nBonjour Madame Tremblay,\n\nJe me permets de vous soumettre une demande d'accommodement religieux. En tant que musulmane pratiquante, je dois effectuer cinq prières quotidiennes, dont deux tombent pendant mes heures de travail.\n\nSelon la Charte canadienne des droits et libertés, les employeurs ont l'obligation d'accorder des accommodements raisonnables pour les pratiques religieuses. Je ne cherche pas à perturber l'organisation du travail, mais simplement à avoir la possibilité d'utiliser une salle disponible pendant dix minutes, deux fois par jour.\n\nJe propose d'ajuster mes pauses actuelles à cet effet, sans modifier ma durée de travail totale. Cette solution me semble raisonnable pour les deux parties.\n\nCordialement,\nAmira Benali"
    },
    {
      "topic": "Rédigez un article sur les avantages et inconvénients du télétravail pour les immigrants",
      "instructions": "Rédigez un article d'opinion (80 à 120 mots) pour un blogue professionnel. Donnez votre point de vue en présentant des arguments pour et contre.",
      "min_words": 80,
      "sample_answer": "Télétravail et immigration : une relation ambivalente\n\nDepuis mon arrivée au Canada, j'ai eu la chance de travailler à distance pour une entreprise torontoise. Cette organisation a des avantages indéniables : je peux travailler en pyjama, je gagne du temps sur les trajets et j'ai plus de flexibilité pour les démarches administratives liées à mon statut d'immigrant.\n\nCependant, le télétravail présente aussi des inconvénients sérieux pour les nouveaux arrivants. L'intégration culturelle passe beaucoup par les interactions informelles au bureau : les discussions à la cafétéria, les activités d'équipe, les petits gestes du quotidien. En travaillant de chez soi, on se prive de ces occasions précieuses.\n\nÀ mon avis, le modèle hybride est idéal : quelques jours au bureau pour créer du lien, et quelques jours à la maison pour la productivité. C'est le meilleur des deux mondes.\n\nJun-Seok Kim"
    },
    {
      "topic": "Écrivez une lettre pour demander un logement d'urgence",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un service social municipal. Expliquez votre situation d'urgence, les raisons de votre besoin et demandez une aide rapide.",
      "min_words": 80,
      "sample_answer": "Montréal, le 20 février 2024\n\nMadame, Monsieur,\n\nJe me permets de vous contacter en urgence afin de solliciter un hébergement temporaire. Je suis arrivée seule au Canada il y a deux semaines avec le statut de réfugiée. J'hébergeais jusqu'à présent chez une connaissance, mais celle-ci m'a demandé de partir dans les quarante-huit heures.\n\nJe me retrouve donc sans logement et sans ressources suffisantes pour louer un appartement, car je suis en attente de mes premiers documents d'aide sociale. J'ai deux enfants en bas âge, âgés de deux et cinq ans.\n\nJe vous demande d'examiner ma situation avec bienveillance et de m'orienter vers un hébergement d'urgence adapté aux familles.\n\nCordialement,\nZainab Al-Rashidi"
    },
    {
      "topic": "Rédigez un message de forum sur les difficultés à faire garder ses enfants au Canada",
      "instructions": "Rédigez un message de forum (80 à 120 mots). Décrivez les difficultés rencontrées, expliquez leur impact sur votre vie et demandez des conseils à la communauté.",
      "min_words": 80,
      "sample_answer": "Bonjour à tous les parents,\n\nJe suis à bout et j'espère que certains d'entre vous pourront m'aider. Nous sommes arrivés à Calgary il y a cinq mois avec nos deux enfants de trois et six ans. Depuis le début, nous cherchons une garderie abordable mais c'est presque impossible.\n\nLes listes d'attente sont interminables, parfois deux ou trois ans, et les garderies privées coûtent entre 1 800 et 2 500 dollars par enfant par mois. C'est plus que notre loyer ! Du coup, mon mari et moi ne pouvons pas travailler en même temps, ce qui affecte sérieusement nos finances.\n\nComment avez-vous géré cette situation ? Existe-t-il des aides spéciales en Alberta pour les nouvelles familles immigrantes ? Y a-t-il des garderies communautaires moins chères ?\n\nMerci pour vos conseils,\nNiloufar Ahmadi"
    },
    {
      "topic": "Écrivez un courriel pour signaler un problème de harcèlement dans votre immeuble",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à votre propriétaire ou au service municipal de logement. Décrivez les faits, exprimez votre inquiétude et demandez une intervention.",
      "min_words": 80,
      "sample_answer": "Objet : Signalement de harcèlement – Appartement 12B, 340 rue de la Montagne\n\nMadame, Monsieur,\n\nJe vous contacte pour signaler une situation préoccupante dans mon immeuble. Depuis trois semaines, un voisin du même palier me tient régulièrement des propos hostiles et m'a menacé verbalement à deux reprises, apparemment en raison de mon origine étrangère.\n\nJ'ai bien essayé d'ignorer ces incidents, mais la situation s'est aggravée. Je me sens en insécurité chez moi et ma famille est stressée. J'ai noté les dates et les détails de chaque incident.\n\nJe vous demande d'intervenir rapidement et de rappeler les règles de vie commune à ce locataire. Si la situation persiste, je me verrai contraint de porter plainte auprès des autorités compétentes.\n\nCordialement,\nMohammad Reza Tehrani"
    },
    {
      "topic": "Rédigez un article sur l'importance de voter pour les citoyens canadiens naturalisés",
      "instructions": "Rédigez un article d'opinion (80 à 120 mots) pour un journal communautaire. Expliquez pourquoi le vote est important et partagez votre expérience personnelle.",
      "min_words": 80,
      "sample_answer": "Mon premier vote au Canada : un moment inoubliable\n\nQuand j'ai obtenu la citoyenneté canadienne en 2022, après six longues années de démarches, j'ai eu la possibilité de voter pour la première fois de ma vie. Dans mon pays d'origine, les élections n'étaient pas toujours libres ni équitables. Glisser mon bulletin dans l'urne au Canada a été un moment profondément émouvant.\n\nJe vois souvent des nouveaux citoyens qui ne votent pas, soit par manque d'information, soit parce qu'ils pensent que leur vote ne compte pas. C'est une erreur.\n\nÀ mon avis, voter est non seulement un droit chèrement acquis, mais aussi une responsabilité envers la société qui nous a accueillis. Participer à la vie démocratique, c'est aussi une façon de dire : je suis d'ici.\n\nViktor Sokolov"
    },
    {
      "topic": "Écrivez une lettre pour demander une traduction officielle de documents",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un service de traduction agréé. Expliquez les documents à traduire, leur usage et demandez un devis.",
      "min_words": 80,
      "sample_answer": "Toronto, le 7 mars 2024\n\nMadame, Monsieur,\n\nJe me permets de vous contacter afin de demander la traduction officielle de plusieurs documents personnels. Ces documents sont nécessaires pour finaliser ma demande de résidence permanente au Canada.\n\nIl s'agit de trois documents en roumain : mon acte de naissance, mon diplôme universitaire et mon casier judiciaire vierge. La traduction doit être certifiée et accompagnée du sceau d'un traducteur agréé, comme l'exige Immigration Canada.\n\nPourriez-vous me communiquer vos tarifs pour ce type de traduction, les délais de livraison habituels et si vous proposez des tarifs spéciaux pour les demandes urgentes ? Je suis disponible pour vous apporter les originaux à votre convenance.\n\nCordialement,\nAndreea Stanciu"
    },
    {
      "topic": "Rédigez un témoignage sur l'adaptation de votre alimentation au Canada",
      "instructions": "Rédigez un témoignage (80 à 120 mots) pour un blogue culinaire. Décrivez les différences alimentaires, les difficultés rencontrées et comment vous avez trouvé des produits de votre pays.",
      "min_words": 80,
      "sample_answer": "L'une des premières difficultés que j'ai rencontrées à Montréal a concerné l'alimentation. Je viens d'Éthiopie, où la cuisine est très épicée et utilise des ingrédients spécifiques comme l'injera, notre pain traditionnel à base de teff.\n\nAu début, je mangeais des plats insipides parce que je ne trouvais pas les épices de chez moi dans les supermarchés ordinaires. Je me sentais triste chaque repas, car la nourriture est très liée à la culture et aux souvenirs familiaux.\n\nHeureusement, j'ai découvert l'épicerie éthiopienne de la rue Bélanger à Montréal, qui vend tous les ingrédients dont j'ai besoin. J'ai aussi rejoint un groupe de cuisine en ligne qui m'a aidée à adapter mes recettes avec des produits locaux. Maintenant, je cuisine éthiopien trois fois par semaine et ça me fait beaucoup de bien.\n\nSelamawit Tadesse"
    },
    {
      "topic": "Écrivez un courriel pour demander l'accès aux services en français dans une province anglophone",
      "instructions": "Rédigez un courriel formel (80 à 120 mots) à un organisme gouvernemental. Expliquez votre droit aux services en français et demandez comment y accéder.",
      "min_words": 80,
      "sample_answer": "Objet : Demande de services en français\n\nMadame, Monsieur,\n\nJe vous contacte pour obtenir des informations sur les services gouvernementaux disponibles en français dans la région de Calgary. Je suis francophone d'origine et je me suis installé en Alberta il y a quatre mois.\n\nLors de récentes visites dans vos bureaux, on m'a informé que certains services n'étaient pas disponibles en français dans cette région, ce qui me semble contraire aux droits linguistiques garantis par la Loi sur les langues officielles du Canada.\n\nPourriez-vous me préciser quels services sont disponibles en français et comment y accéder ? Le cas échéant, je souhaiterais savoir auprès de qui déposer une demande formelle pour l'amélioration de ces services.\n\nCordialement,\nMarcel Thibodeau"
    },
    {
      "topic": "Rédigez une description détaillée de votre expérience dans un cours d'intégration",
      "instructions": "Rédigez une description (80 à 120 mots) pour un rapport d'évaluation. Décrivez le contenu du cours, ce que vous avez appris, les points forts et les points à améliorer.",
      "min_words": 80,
      "sample_answer": "Rapport d'évaluation – Cours d'intégration « Bienvenue au Québec »\n\nJ'ai suivi le programme d'intégration provincial pendant huit semaines à Montréal. Ce cours couvrait plusieurs domaines essentiels : le fonctionnement des institutions québécoises, les droits et responsabilités des résidents, le marché du travail local et les valeurs de la société québécoise.\n\nLes points forts de ce programme sont nombreux. Les formateurs étaient compétents et bienveillants. Les exercices pratiques, comme les simulations d'entretien d'embauche et les visites de services municipaux, étaient particulièrement utiles.\n\nCependant, à mon avis, le programme consacre trop peu de temps à la gestion des finances personnelles et au système fiscal canadien, deux sujets cruciaux pour les immigrants.\n\nMalgré cette lacune, je recommande vivement ce cours à tous les nouveaux arrivants. Il m'a donné des bases solides pour m'intégrer avec confiance.\n\nTatiana Moreau"
    },
    {
      "topic": "Écrivez une lettre pour demander la médiation dans un conflit de voisinage",
      "instructions": "Rédigez une lettre formelle (80 à 120 mots) à un service de médiation communautaire. Décrivez le conflit, expliquez pourquoi une médiation serait utile et demandez de l'aide.",
      "min_words": 80,
      "sample_answer": "Laval, le 15 avril 2024\n\nMadame, Monsieur,\n\nJe me permets de solliciter les services de votre organisme de médiation communautaire afin de résoudre un conflit avec mon voisin du dessus.\n\nDepuis quatre mois, nous sommes en désaccord concernant le bruit excessif la nuit et l'utilisation des espaces communs. Malgré plusieurs tentatives de dialogue direct, la situation s'est détériorée au point où nous ne nous parlons plus. Cette tension est pénible à vivre au quotidien.\n\nJe pense qu'une médiation serait beaucoup plus efficace qu'une procédure judiciaire, qui serait longue, coûteuse et risquerait d'aggraver les choses. J'espère que mon voisin acceptera lui aussi de participer à ce processus.\n\nPouvez-vous nous contacter pour organiser une première rencontre ?\n\nCordialement,\nHana Al-Khalidi"
    },
    {
      "topic": "Rédigez un article sur les ressemblances et différences entre le Québec et votre pays d'origine",
      "instructions": "Rédigez un article comparatif (80 à 120 mots) pour un magazine interculturel. Identifiez deux ressemblances et deux différences importantes et concluez par votre sentiment général.",
      "min_words": 80,
      "sample_answer": "Liban et Québec : des ponts inattendus\n\nAvant de partir au Québec, je m'attendais à trouver une culture radicalement différente de celle du Liban. Pourtant, les ressemblances m'ont frappé dès les premiers jours.\n\nD'abord, la langue : le français est au cœur de l'identité des deux pays, même si les accents sont très différents ! Ensuite, la culture de l'hospitalité : les Québécois, comme les Libanais, aiment recevoir, manger ensemble et célébrer en famille.\n\nEn revanche, le rapport au temps est très différent. Au Liban, les horaires sont souples ; ici, la ponctualité est une valeur fondamentale. De plus, la laïcité est beaucoup plus présente dans la vie publique québécoise.\n\nMalgré ces différences, je me suis senti chez moi rapidement. Ces deux cultures ont plus de points communs qu'on ne le croit.\n\nKarim Nassar"
    }
  ]
}