{
  "skill": "ee",
  "exam_id": 35,
  "level": "B2",
  "language": "fr",
  "lessons": [
    {
      "topic": "Écrivez une lettre pour contester un refus d'embauche discriminatoire",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) adressée au service des ressources humaines. Exposez les faits, exprimez votre désaccord avec des arguments précis et demandez une révision de la décision.",
      "min_words": 150,
      "sample_answer": "Montréal, le 12 mars 2024\n\nMadame, Monsieur,\n\nJe me permets de vous adresser cette lettre afin de contester la décision de refus d'embauche que j'ai reçue le 5 mars dernier pour le poste de technicien informatique.\n\nAyant participé à deux entretiens concluants et reçu des retours positifs de votre équipe, j'ai été surpris d'apprendre ce refus sans justification claire. Or, plusieurs éléments me laissent penser que cette décision pourrait être liée à mon origine étrangère plutôt qu'à mes compétences professionnelles, ce qui constituerait une discrimination contraire à la Charte des droits et libertés de la personne du Québec.\n\nJe dispose d'un diplôme reconnu, de cinq ans d'expérience dans le domaine et de références solides. Il convient de souligner que j'ai passé avec succès le test technique qui m'avait été soumis. Par conséquent, je vous demande de bien vouloir réexaminer ma candidature en vous basant uniquement sur des critères objectifs et professionnels.\n\nDans l'attente d'une réponse favorable, je reste à votre disposition.\n\nCordialement,\nAlexandre Petit"
    },
    {
      "topic": "Rédigez un essai sur l'intégration des immigrants sur le marché du travail canadien",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Présentez les obstacles à l'intégration professionnelle des immigrants, proposez des solutions concrètes et concluez par une prise de position.",
      "min_words": 150,
      "sample_answer": "L'intégration professionnelle des immigrants au Canada : défis et perspectives\n\nBien que le Canada soit reconnu pour sa politique d'accueil des immigrants qualifiés, force est de constater que l'intégration sur le marché du travail demeure un parcours semé d'embûches pour de nombreux nouveaux arrivants.\n\nD'une part, la non-reconnaissance des diplômes étrangers constitue un obstacle majeur. Des médecins, ingénieurs et juristes se retrouvent contraints d'occuper des postes bien en deçà de leurs qualifications, entraînant une perte économique considérable pour eux-mêmes et pour la société canadienne. D'autre part, l'exigence systématique d'une expérience canadienne préalable crée un cercle vicieux dont il est difficile de s'extraire.\n\nNéanmoins, des solutions existent. Les programmes de mentorat professionnel, les stages de reconnaissance et les partenariats entre universités et ordres professionnels ont démontré leur efficacité. Il y a lieu de les développer davantage et de les rendre accessibles à tous.\n\nEn définitive, une meilleure intégration professionnelle des immigrants profiterait à l'ensemble de la société canadienne, dont la croissance économique dépend en grande partie de l'apport de ces talents internationaux."
    },
    {
      "topic": "Écrivez une tribune sur la politique du multiculturalisme canadien",
      "instructions": "Rédigez une tribune d'opinion (150 à 200 mots) pour un journal national. Analysez les forces et les limites du multiculturalisme canadien et défendez une position argumentée.",
      "min_words": 150,
      "sample_answer": "Le multiculturalisme canadien : modèle ou idéal inabouti ?\n\nDepuis l'adoption de la politique officielle du multiculturalisme en 1971, le Canada se présente fièrement comme un modèle de coexistence harmonieuse entre les cultures. Cette vision, célébrée à l'international, mérite cependant d'être examinée avec lucidité.\n\nIl est indéniable que le Canada offre un cadre légal exemplaire pour la protection des droits des minorités culturelles. La Charte canadienne des droits et libertés garantit l'égalité de tous, quelle que soit l'origine ethnique ou religieuse. En outre, les politiques d'immigration fondées sur les compétences témoignent d'une volonté sincère d'ouverture.\n\nNéanmoins, il convient de reconnaître que la réalité quotidienne est parfois plus nuancée. Des inégalités persistantes dans l'accès à l'emploi, au logement et aux services publics révèlent que les principes inscrits dans les textes ne se traduisent pas toujours dans les faits. Par ailleurs, le débat sur l'intégration des Premières Nations dans ce discours multiculturel reste insuffisamment abordé.\n\nAinsi, le multiculturalisme canadien représente une aspiration louable, mais sa pleine réalisation exige des efforts constants et une remise en question honnête de ses lacunes."
    },
    {
      "topic": "Rédigez un rapport sur les conditions de logement des immigrants à Montréal",
      "instructions": "Rédigez un rapport (150 à 200 mots) destiné à un organisme communautaire. Décrivez la situation, identifiez les principales difficultés et formulez des recommandations.",
      "min_words": 150,
      "sample_answer": "Rapport sur les conditions de logement des immigrants à Montréal – Mars 2024\n\nÀ l'attention du Conseil des relations interculturelles\n\nLe présent rapport vise à dresser un état des lieux des conditions de logement auxquelles font face les immigrants nouvellement arrivés à Montréal.\n\nForce est de constater que la situation est préoccupante. La hausse généralisée des loyers, combinée à la discrimination à l'embauche qui limite les revenus des nouveaux arrivants, crée une vulnérabilité économique importante. En outre, de nombreux propriétaires refusent de louer à des personnes sans historique de crédit canadien, pratique qui, bien que légalement contestable, reste répandue. Les familles nombreuses, quant à elles, peinent à trouver des logements adaptés à leur budget.\n\nCes difficultés engendrent des conséquences directes sur la santé, l'intégration scolaire des enfants et le bien-être général des familles.\n\nNous recommandons par conséquent la mise en place de trois mesures : premièrement, un programme de cautionnement locatif public pour les immigrants qualifiés ; deuxièmement, une campagne de sensibilisation des propriétaires ; troisièmement, l'expansion du parc de logements sociaux dans les quartiers à forte densité immigrant.\n\nCes mesures s'avèrent indispensables pour garantir une intégration digne et durable."
    },
    {
      "topic": "Écrivez une lettre argumentée pour demander la création d'un service de traduction municipal",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) adressée au maire de votre ville. Justifiez le besoin, présentez les avantages pour la collectivité et proposez une modalité de mise en œuvre.",
      "min_words": 150,
      "sample_answer": "Monsieur le Maire,\n\nJe me permets de vous adresser cette lettre afin de vous soumettre une proposition qui, j'en suis convaincu, contribuerait significativement à l'intégration des nouveaux arrivants dans notre ville.\n\nNotre communauté accueille chaque année plusieurs milliers d'immigrants dont le français ou l'anglais n'est pas la langue maternelle. Or, ces personnes se trouvent souvent dans l'impossibilité de comprendre les communications officielles de la municipalité, qu'il s'agisse des règlements, des avis de collecte des ordures ou des convocations judiciaires. Cette barrière linguistique génère des incompréhensions coûteuses pour les individus comme pour l'administration.\n\nIl y a lieu de considérer la création d'un service municipal de traduction et d'interprétariat. Bien que cela implique un investissement initial, les bénéfices à long terme sont considérables : réduction des erreurs administratives, meilleure participation civique des résidents allophones et renforcement du lien social. À titre comparatif, des villes comme Toronto et Vancouver ont déjà mis en place des services similaires avec des résultats probants.\n\nJe vous propose d'étudier un modèle hybride combinant interprètes permanents pour les langues les plus courantes et recours à des bénévoles formés pour les autres.\n\nJe vous remercie de l'attention que vous porterez à cette demande.\n\nCordialement,\nSamir Haddad"
    },
    {
      "topic": "Rédigez un essai sur l'impact de l'immigration sur l'économie canadienne",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les contributions économiques des immigrants, les défis posés et concluez par une recommandation politique.",
      "min_words": 150,
      "sample_answer": "L'immigration, moteur ou fardeau pour l'économie canadienne ?\n\nFace au vieillissement démographique et aux pénuries de main-d'œuvre croissantes, le Canada a fait de l'immigration l'un des piliers de sa stratégie économique. Cette politique suscite néanmoins des débats qu'il convient d'examiner avec rigueur.\n\nD'un côté, les données économiques sont éloquentes : les immigrants contribuent de manière disproportionnée à l'entrepreneuriat, à l'innovation et aux secteurs en tension tels que la santé, la construction et les technologies. Selon Statistique Canada, les immigrants représentent plus de 80 % de la croissance nette de la main-d'œuvre. Par conséquent, réduire l'immigration équivaudrait à freiner délibérément la croissance économique.\n\nDe l'autre côté, il convient de reconnaître que l'afflux rapide de nouveaux arrivants exerce une pression sur les services publics, notamment le logement, l'éducation et la santé. Ces infrastructures, insuffisamment développées, peinent à absorber cette croissance démographique soudaine.\n\nAinsi, la solution ne réside pas dans une réduction de l'immigration, mais dans un investissement public accru et anticipé dans les services essentiels. Une planification rigoureuse, associée à une meilleure reconnaissance des qualifications étrangères, permettrait au Canada de tirer pleinement parti de ce formidable atout humain."
    },
    {
      "topic": "Écrivez une prise de position sur le droit à l'éducation en langue maternelle",
      "instructions": "Rédigez une prise de position argumentée (150 à 200 mots) pour un débat public. Défendez ou contestez le droit des enfants immigrants à être scolarisés dans leur langue maternelle au Canada.",
      "min_words": 150,
      "sample_answer": "La scolarisation en langue maternelle : un droit fondamental ou un obstacle à l'intégration ?\n\nLa question de la scolarisation des enfants immigrants dans leur langue maternelle divise profondément les acteurs de l'éducation canadienne. Pour ma part, je défends l'idée qu'il ne s'agit pas d'un choix entre langue maternelle et langue officielle, mais d'une complémentarité indispensable.\n\nDe nombreuses études en psycholinguistique démontrent que les enfants qui maintiennent un bon niveau dans leur langue maternelle développent plus facilement des compétences dans une seconde langue. En d'autres termes, valoriser l'arabe, le mandarin ou le tagalog d'un enfant ne nuit pas à son apprentissage du français, bien au contraire.\n\nNéanmoins, force est de constater que les ressources pédagogiques consacrées à cet objectif restent marginales dans la plupart des provinces canadiennes. Les cours patrimoniaux existent, certes, mais ils sont souvent facultatifs, sous-financés et peu valorisés.\n\nIl y a lieu, par conséquent, de repenser l'approche éducative en intégrant davantage le multilinguisme comme richesse plutôt que comme problème à résoudre. Une école qui reconnaît et célèbre la diversité linguistique de ses élèves prépare mieux ces derniers à évoluer dans un monde globalisé."
    },
    {
      "topic": "Rédigez un courriel professionnel pour proposer un partenariat interculturel",
      "instructions": "Rédigez un courriel professionnel complexe (150 à 200 mots) à une association canadienne. Présentez votre organisation, expliquez la valeur ajoutée du partenariat et proposez des modalités concrètes.",
      "min_words": 150,
      "sample_answer": "Objet : Proposition de partenariat interculturel – Association des Entrepreneurs Immigrés du Québec\n\nMadame, Monsieur,\n\nJe me permets de vous contacter au nom de l'Association des Entrepreneurs Immigrés du Québec (AEIQ), organisation regroupant plus de 400 entrepreneurs issus de l'immigration dans les secteurs du commerce, des services et des technologies.\n\nAyant pris connaissance des activités remarquables de votre organisation en matière de développement économique local, il nous semble que nos deux structures partageraient une vision commune et des intérêts convergents. Un partenariat stratégique entre nos associations pourrait générer des synergies considérables au bénéfice de nos membres respectifs.\n\nConcrètement, nous proposons de co-organiser une série de conférences annuelles mettant en lumière les success stories d'entrepreneurs immigrants au Québec. En outre, nous souhaiterions mettre en place un programme de mentorat croisé permettant à nos membres de bénéficier de l'expertise des vôtres, et réciproquement. Ces initiatives contribueraient à renforcer l'image positive de l'entrepreneuriat immigrant dans l'espace public.\n\nNous serions ravis de vous rencontrer pour approfondir cette proposition. Dans cette perspective, nous vous invitons à nous faire part de vos disponibilités pour un premier échange.\n\nCordialement,\nDr. Amara Kouyaté\nPrésidente, AEIQ"
    },
    {
      "topic": "Écrivez une analyse sur les défis de la reconnaissance des diplômes étrangers",
      "instructions": "Rédigez une analyse (150 à 200 mots) pour une revue spécialisée. Identifiez les obstacles systémiques, évaluez leurs conséquences et proposez des pistes de réforme.",
      "min_words": 150,
      "sample_answer": "La reconnaissance des diplômes étrangers au Canada : un système à réformer en profondeur\n\nChaque année, des milliers de professionnels hautement qualifiés immigrent au Canada, porteurs de compétences dont le pays a précisément besoin. Pourtant, un nombre alarmant d'entre eux se retrouve dans l'impossibilité d'exercer leur métier, faute de voir leurs diplômes reconnus. Ce paradoxe mérite une analyse rigoureuse.\n\nLes obstacles sont de plusieurs ordres. D'abord, les processus d'évaluation varient d'une province à l'autre et d'un ordre professionnel à l'autre, créant une complexité administrative décourageante. Ensuite, les délais d'examen s'étendent parfois sur plusieurs années, durant lesquelles les professionnels concernés voient leur expertise se déprécier. Enfin, les frais associés à ces démarches peuvent atteindre plusieurs milliers de dollars, ce que beaucoup ne peuvent se permettre en période d'installation.\n\nLes conséquences sont graves : déqualification massive, perte de revenus fiscaux pour l'État, pénuries paradoxales dans des secteurs comme la médecine ou l'ingénierie.\n\nIl convient dès lors d'envisager une réforme systémique : harmonisation nationale des critères d'évaluation, réduction des délais par l'allocation de ressources supplémentaires aux ordres professionnels, et création de passerelles universitaires accélérées permettant aux diplômés étrangers de valider rapidement leurs compétences. Ces mesures s'imposent non comme une faveur accordée aux immigrants, mais comme un impératif économique national."
    },
    {
      "topic": "Rédigez une lettre pour demander une réforme du système d'aide aux réfugiés",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) adressée à un député fédéral. Décrivez les lacunes du système actuel, illustrez avec des exemples concrets et proposez des améliorations.",
      "min_words": 150,
      "sample_answer": "Monsieur le Député,\n\nEn tant que travailleuse sociale intervenant auprès de demandeurs d'asile depuis sept ans, je me permets de vous interpeller sur les lacunes criantes du système d'aide aux réfugiés au Canada, dont les conséquences humaines sont de plus en plus préoccupantes.\n\nBien que le Canada se soit engagé à accueillir les personnes persécutées en vertu de la Convention de Genève, force est de constater que le système actuel manque les personnes les plus vulnérables. Les délais d'audition devant la Commission de l'immigration et du statut de réfugié atteignent désormais vingt-quatre mois en moyenne, période durant laquelle les demandeurs se retrouvent dans une précarité extrême, sans accès stable au logement ni à l'emploi. J'ai personnellement accompagné des familles syriennes et afghanes contraintes de vivre dans des hébergements d'urgence surpeuplés pendant plus d'un an.\n\nPar conséquent, je vous exhorte à soutenir trois mesures urgentes : l'augmentation du nombre d'agents traitant les dossiers, l'accès immédiat au permis de travail dès le dépôt de la demande, et l'élargissement du réseau d'hébergement temporaire.\n\nLe Canada a les moyens de ses ambitions humanitaires. Il convient désormais de les traduire en actes concrets.\n\nVeuillez agréer, Monsieur le Député, mes salutations respectueuses.\nNadia Fontaine, Travailleuse sociale"
    },
    {
      "topic": "Écrivez un essai sur le rôle des femmes immigrantes sur le marché du travail",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les obstacles spécifiques rencontrés par les femmes immigrantes, comparez avec la situation générale et proposez des mesures correctives.",
      "min_words": 150,
      "sample_answer": "Les femmes immigrantes au Canada : une double marginalisation professionnelle\n\nSi l'intégration professionnelle des immigrants en général est semée de difficultés, les femmes immigrantes font face à une vulnérabilité spécifique qui mérite une attention particulière. Les données de Statistique Canada révèlent en effet qu'elles affichent un taux d'emploi et un niveau de revenu significativement inférieurs non seulement aux femmes nées au Canada, mais aussi aux hommes immigrants.\n\nCette situation résulte de l'accumulation de plusieurs facteurs défavorables. D'une part, certaines d'entre elles arrivent au Canada dans le cadre du regroupement familial, sans statut professionnel propre, ce qui les place d'emblée dans une position de dépendance économique. D'autre part, les responsabilités familiales qui leur incombent de manière disproportionnée limitent leur disponibilité pour les formations de reconversion ou les réseaux professionnels. En outre, certaines femmes issues de contextes culturels patriarcaux doivent surmonter des barrières supplémentaires liées aux attentes de leur entourage.\n\nIl convient néanmoins de souligner que ces femmes font preuve d'une résilience et d'une détermination remarquables. Plusieurs études montrent que, lorsqu'elles bénéficient d'un accompagnement ciblé, leurs résultats professionnels sont excellents.\n\nDes politiques publiques adaptées — garde d'enfants subventionnée, formations flexibles, mentorat féminin — permettraient de libérer ce potentiel considérable, au bénéfice de l'ensemble de la société canadienne."
    },
    {
      "topic": "Rédigez une lettre pour contester une décision d'expulsion de votre logement",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) au Tribunal administratif du logement. Exposez les faits, citez vos droits légaux et demandez le maintien dans les lieux.",
      "min_words": 150,
      "sample_answer": "Montréal, le 18 avril 2024\n\nMonsieur le Régisseur,\n\nJe me permets de vous soumettre ma contestation formelle à l'encontre de l'avis d'éviction que m'a notifié mon propriétaire en date du 1er avril 2024.\n\nCet avis invoque la reprise du logement à des fins personnelles. Toutefois, plusieurs éléments me laissent sérieusement douter de la sincérité de cette justification. D'une part, le propriétaire possède deux autres unités libres dans le même immeuble, ce qui rend l'urgence de récupérer mon appartement peu crédible. D'autre part, j'ai appris par un voisin que le logement avait été mis en location sur une plateforme numérique peu après que l'avis m'a été remis, ce qui constituerait une fraude caractérisée aux termes de la Loi sur le bail résidentiel.\n\nJe suis locataire de cet appartement depuis cinq ans, j'ai toujours payé mon loyer à temps et n'ai jamais fait l'objet d'aucune plainte. En outre, compte tenu de ma situation de nouvel immigrant et de parent d'un enfant en bas âge, une expulsion forcée dans ces délais me placerait dans une situation de grande précarité.\n\nJe vous demande par conséquent d'examiner attentivement ce dossier et d'ordonner la suspension de la procédure d'éviction dans l'attente d'une vérification des motifs invoqués.\n\nVeuillez agréer mes salutations respectueuses,\nMohamed Al-Farsi"
    },
    {
      "topic": "Rédigez un essai sur l'impact du changement climatique sur les décisions d'immigration",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez le lien entre changements climatiques et migrations, discutez des implications pour le Canada et proposez une politique d'accueil adaptée.",
      "min_words": 150,
      "sample_answer": "Les réfugiés climatiques : un défi migratoire que le Canada ne peut ignorer\n\nAlors que les conséquences du changement climatique s'intensifient à l'échelle planétaire, une nouvelle catégorie de migrants émerge : les réfugiés climatiques, contraints de quitter leurs terres en raison de la sécheresse, des inondations ou de l'élévation du niveau des mers. Le Haut-Commissariat des Nations Unies pour les réfugiés estime que ces déplacements pourraient concerner plus d'un milliard de personnes d'ici 2050. Le Canada, pays d'immigration par excellence, ne peut rester indifférent à cette réalité.\n\nOr, il convient de souligner que le droit international actuel ne reconnaît pas le statut de réfugié climatique, laissant ces personnes dans un vide juridique particulièrement préoccupant. Bien que certains pays commencent à adapter leur législation en ce sens, le Canada tarde à légiférer sur la question.\n\nPourtant, en tant que pays historiquement responsable d'émissions importantes de gaz à effet de serre, le Canada a une responsabilité morale à assumer. Par conséquent, il y a lieu de créer un statut spécifique pour les migrants climatiques, d'intégrer cette dimension dans la planification des niveaux d'immigration annuels et d'investir dans des programmes d'accueil adaptés à leurs besoins particuliers.\n\nAgir dès aujourd'hui est non seulement une question de justice, mais aussi de prévoyance stratégique."
    },
    {
      "topic": "Écrivez une analyse sur les effets de la pandémie sur les travailleurs immigrants",
      "instructions": "Rédigez une analyse (150 à 200 mots) pour une revue de sciences sociales. Examinez les impacts différenciés de la pandémie, les causes structurelles de ces inégalités et les leçons à en tirer.",
      "min_words": 150,
      "sample_answer": "Les travailleurs immigrants à l'épreuve de la pandémie : une vulnérabilité structurelle mise à nu\n\nLa crise sanitaire de 2020-2022 a agi comme un révélateur brutal des inégalités structurelles préexistantes sur le marché du travail canadien. Les données révèlent en effet que les travailleurs immigrants ont été touchés de manière disproportionnée par les pertes d'emploi, les risques sanitaires et la précarité économique.\n\nCe phénomène s'explique par plusieurs facteurs convergents. Premièrement, les immigrants sont surreprésentés dans les secteurs dits essentiels — entretien, transport, agroalimentaire, soins aux personnes — qui, paradoxalement, les exposaient au virus tout en ne permettant pas le télétravail. Deuxièmement, leur accès aux programmes d'aide gouvernementaux tels que la PCU s'est révélé plus difficile en raison de conditions d'éligibilité liées à l'historique fiscal canadien. Troisièmement, la barrière linguistique a limité l'accès à l'information sanitaire pour certaines communautés.\n\nCes constats appellent à une révision profonde des politiques de protection sociale, afin qu'elles tiennent compte de la réalité des travailleurs immigrants. Il convient notamment d'universaliser l'accès aux aides d'urgence, de renforcer les inspections en matière de santé et sécurité au travail dans les secteurs à risque et de développer la communication publique multilingue en temps de crise."
    },
    {
      "topic": "Rédigez une lettre pour demander une réforme du système de points pour l'immigration",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) adressée au ministre fédéral de l'Immigration. Évaluez le système actuel, identifiez ses limites et proposez des améliorations concrètes.",
      "min_words": 150,
      "sample_answer": "Monsieur le Ministre,\n\nEn ma qualité de chercheur spécialisé en politiques migratoires, je me permets de vous soumettre une analyse critique du système de sélection des immigrants fondé sur le pointage, communément appelé Entrée Express, et de formuler plusieurs recommandations d'amélioration.\n\nBien que ce système présente des avantages indéniables en termes d'objectivité et de transparence, force est de constater qu'il pèche par son manque de nuance. En accordant une prime excessive aux compétences linguistiques formelles et aux diplômes universitaires, il exclut de facto des profils pourtant indispensables à l'économie canadienne : techniciens spécialisés, artisans qualifiés, travailleurs dans les secteurs agricoles ou de soins. Il y a lieu, par conséquent, d'élargir les critères de sélection pour mieux refléter les besoins réels du marché du travail.\n\nEn outre, le système actuel ne tient pas suffisamment compte des facteurs d'intégration régionale. Un immigrant sélectionné par le fédéral s'installe majoritairement dans les grandes métropoles, aggravant les déséquilibres démographiques entre les régions. L'octroi de points supplémentaires pour les candidats acceptant de s'installer dans des régions à faible densité démographique constituerait une réponse intelligente à ce défi.\n\nJe reste disponible pour approfondir ces propositions dans le cadre de consultations publiques.\n\nVeuillez agréer mes respectueuses salutations,\nPr. Jean-Michel Ouellet"
    },
    {
      "topic": "Écrivez un essai sur la place de la religion dans l'espace public au Québec",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les tensions entre laïcité et liberté de religion, présentez différentes perspectives et défendez une position nuancée.",
      "min_words": 150,
      "sample_answer": "Laïcité et liberté religieuse au Québec : la difficile recherche d'un équilibre\n\nL'adoption de la Loi sur la laïcité de l'État en 2019, interdisant notamment le port de signes religieux aux enseignants et aux agents de l'État en position d'autorité, a relancé avec une intensité particulière le débat sur la place de la religion dans l'espace public québécois.\n\nD'un côté, les partisans de cette loi avancent que la neutralité de l'État exige que ses représentants n'affichent aucune appartenance religieuse dans l'exercice de leurs fonctions. Selon eux, cette neutralité est le gage d'un service public impartial, accessible à tous les citoyens quelles que soient leurs convictions.\n\nDe l'autre côté, ses opposants, notamment de nombreuses communautés immigrantes et des défenseurs des droits civiques, font valoir que cette loi pénalise de manière discriminatoire les femmes portant le voile, qui se voient de facto exclues de pans entiers de la fonction publique. Ils soulignent, en outre, que l'interdiction des signes religieux constitue une atteinte disproportionnée à la liberté de conscience garantie par les chartes canadienne et québécoise.\n\nIl me semble qu'une société véritablement inclusive doit trouver un équilibre entre neutralité institutionnelle et respect des individus. Cet équilibre passe non par l'uniformisation des apparences, mais par la garantie que les services rendus demeurent impartiaux, quelles que soient les convictions de celui ou celle qui les dispense."
    },
    {
      "topic": "Rédigez un rapport sur l'accès aux soins de santé pour les immigrants sans papiers",
      "instructions": "Rédigez un rapport (150 à 200 mots) pour une organisation de santé publique. Décrivez la situation, identifiez les conséquences sanitaires et sociales et formulez des recommandations.",
      "min_words": 150,
      "sample_answer": "Rapport sur l'accès aux soins de santé des migrants sans statut régulier au Canada\n\nPréparé par l'Alliance pour la Santé des Migrants – Avril 2024\n\nLe présent rapport examine la situation des personnes migrantes sans statut régulier au regard de l'accès aux soins de santé au Canada, et en particulier au Québec.\n\nEn l'état actuel du droit, ces personnes ne bénéficient pas de la couverture du régime d'assurance maladie provincial. Elles se retrouvent ainsi contraintes de renoncer aux soins ou de s'endetter pour faire face à des frais médicaux exorbitants. Par conséquent, beaucoup n'ont recours aux services d'urgence qu'à un stade avancé de leur maladie, ce qui non seulement aggrave leur état de santé mais génère également des coûts considérables pour le système hospitalier.\n\nForce est de constater que cette situation présente des risques pour la santé publique collective. Des maladies transmissibles non dépistées peuvent se propager dans la population générale, tandis que les coûts humains et économiques d'une prise en charge tardive dépassent largement ceux d'une médecine préventive accessible.\n\nNous recommandons par conséquent l'extension du Programme fédéral de santé intérimaire à toutes les personnes migrantes sur le territoire canadien, l'instauration de consultations médicales gratuites dans les centres communautaires et la formation du personnel soignant à l'accompagnement de patients en situation irrégulière."
    },
    {
      "topic": "Écrivez une tribune sur l'obligation d'apprendre le français pour les nouveaux immigrants",
      "instructions": "Rédigez une tribune d'opinion (150 à 200 mots) pour un quotidien national. Défendez ou contestez l'obligation pour les immigrants de maîtriser le français comme condition d'installation au Québec.",
      "min_words": 150,
      "sample_answer": "Le français, condition d'intégration ou barrière à l'accueil ?\n\nLe débat sur l'obligation faite aux immigrants de maîtriser le français pour s'installer au Québec revient régulièrement dans l'espace public, souvent avec plus de passion que de nuance. Il convient d'aborder cette question avec le sérieux qu'elle mérite.\n\nIl est indéniable que la langue française constitue le ciment de l'identité québécoise et un outil indispensable d'intégration sociale et professionnelle. Exiger une connaissance fonctionnelle du français comme condition d'accès au marché du travail et aux services publics est une position défendable, voire souhaitable. Personne ne conteste l'importance d'une langue commune dans le fonctionnement d'une société.\n\nNéanmoins, transformer cette exigence en une condition préalable à l'entrée sur le territoire est une tout autre affaire. Cette approche risque d'exclure des profils précieux — réfugiés fuyant des persécutions, travailleurs qualifiés dans des domaines où le marché du travail est en pénurie — au motif d'une compétence qui peut s'acquérir une fois sur place. Il serait bien plus judicieux d'investir massivement dans des programmes d'apprentissage du français accessibles, gratuits et adaptés aux adultes en activité.\n\nEn somme, le français doit être une invitation à partager, non un rempart contre l'arrivée de ceux qui enrichissent notre société."
    },
    {
      "topic": "Rédigez une analyse sur les inégalités scolaires entre enfants immigrants et non-immigrants",
      "instructions": "Rédigez une analyse (150 à 200 mots) pour un journal d'éducation. Présentez les données disponibles, identifiez les causes structurelles des inégalités et proposez des solutions pédagogiques.",
      "min_words": 150,
      "sample_answer": "Les inégalités scolaires entre enfants immigrants et natifs : causes et remèdes\n\nMalgré les discours officiels sur l'égalité des chances, les systèmes scolaires canadiens présentent des écarts de performance persistants entre les élèves issus de l'immigration récente et leurs camarades nés au Canada. Ces inégalités, loin d'être inéluctables, trouvent leurs racines dans des facteurs identifiables et donc modifiables.\n\nPremièrement, les conditions socioéconomiques des familles immigrantes jouent un rôle déterminant. De nombreux enfants immigrants grandissent dans des foyers à faible revenu, avec un accès limité au soutien scolaire à domicile, à la technologie éducative et aux activités parascolaires enrichissantes. Deuxièmement, la barrière linguistique, quoique souvent temporaire, peut engendrer un retard d'apprentissage aux conséquences durables si elle n'est pas prise en charge rapidement et adéquatement. Troisièmement, certains enseignants, par manque de formation spécifique, ne disposent pas des outils pédagogiques nécessaires pour soutenir efficacement les élèves allophones ou biculturels.\n\nIl convient dès lors d'agir simultanément sur plusieurs leviers : renforcement des classes d'accueil, formation continue des enseignants à la pédagogie interculturelle, création de ponts entre l'école et les familles immigrantes et développement de programmes de tutorat par les pairs. Ces mesures ne bénéficieraient pas seulement aux élèves immigrants, mais élèveraient le niveau de l'ensemble de la classe."
    },
    {
      "topic": "Écrivez une lettre pour défendre le droit au regroupement familial",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) adressée à une commission parlementaire. Exposez l'importance humanitaire et économique du regroupement familial et contestez les restrictions récentes.",
      "min_words": 150,
      "sample_answer": "Madame la Présidente de la Commission,\n\nJe me permets de prendre la parole devant votre commission afin de défendre le maintien et l'élargissement du programme de regroupement familial, dont les restrictions récentes ont suscité une vive préoccupation au sein des communautés immigrantes.\n\nLe regroupement familial n'est pas un simple avantage accordé aux immigrants : c'est un droit fondamental reconnu par la Convention internationale relative aux droits de l'enfant et par de nombreux traités auxquels le Canada est signataire. Séparer des familles — et en particulier des parents de leurs enfants — pendant des années génère des traumatismes psychologiques profonds et durables, dont les coûts humains et sociaux sont considérables.\n\nPar ailleurs, les arguments économiques en faveur du regroupement familial sont solides. Les immigrants qui vivent avec leur famille présentent de meilleurs indicateurs d'intégration : ils sont plus stables, plus productifs et moins susceptibles de quitter le pays. Ainsi, le regroupement familial contribue directement à la rétention des talents, un objectif prioritaire de la politique migratoire canadienne.\n\nJe vous invite par conséquent à rejeter toute mesure visant à restreindre davantage ce programme et à œuvrer plutôt à la réduction des délais de traitement, qui atteignent parfois cinq ans, privant des familles d'une vie commune pendant des périodes inacceptables.\n\nVeuillez agréer mes salutations respectueuses,\nSonia Miled, Association des familles séparées du Canada"
    },
    {
      "topic": "Rédigez un essai sur la santé mentale des immigrants de première génération",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les facteurs de vulnérabilité psychologique spécifiques aux immigrants, discutez des barrières à l'accès aux soins et proposez des améliorations.",
      "min_words": 150,
      "sample_answer": "La santé mentale des immigrants de première génération : un angle mort des politiques d'intégration\n\nL'immigration est souvent présentée comme une aventure positive, un nouveau départ riche de promesses. Cette vision, bien qu'encourageante, occulte une réalité que les professionnels de santé connaissent bien : la migration est l'un des événements de vie les plus stressants qui soient, avec des conséquences significatives sur la santé mentale.\n\nLes immigrants de première génération sont exposés à un ensemble de facteurs de stress cumulatifs : rupture des liens affectifs et familiaux, sentiment de perte identitaire, discrimination, précarité économique et incertitude administrative. Ce phénomène, que les chercheurs appellent le « stress d'acculturation », peut engendrer des troubles anxieux, des dépressions et, dans les cas les plus graves, des syndromes post-traumatiques.\n\nOr, les barrières à l'accès aux soins psychologiques sont nombreuses. Outre la langue, il convient de mentionner la stigmatisation de la maladie mentale dans certaines cultures, le manque de professionnels formés à la clinique transculturelle et le coût des consultations non couvertes par l'assurance maladie pour les immigrants en attente de statut.\n\nIl y a lieu, par conséquent, de développer des services de santé mentale culturellement adaptés, de former les médecins de famille à la détection des troubles liés à la migration et d'intégrer le soutien psychosocial dans les programmes d'accueil dès le premier jour d'installation."
    },
    {
      "topic": "Écrivez un courriel professionnel pour signaler une pratique illégale de votre employeur",
      "instructions": "Rédigez un courriel (150 à 200 mots) adressé à la Commission des normes, de l'équité, de la santé et de la sécurité du travail (CNESST). Décrivez les faits précisément, citez vos droits et demandez une intervention.",
      "min_words": 150,
      "sample_answer": "Objet : Signalement de pratiques illégales de travail – Employeur : Restaurants Delta Inc.\n\nMadame, Monsieur,\n\nJe me permets de vous soumettre un signalement formel concernant les pratiques illégales de mon employeur, la chaîne Restaurants Delta Inc., pour laquelle je travaille en tant que cuisinier depuis quatorze mois à Montréal.\n\nDepuis plusieurs semaines, mon employeur m'oblige à travailler cinquante heures par semaine sans me verser la majoration légale pour les heures supplémentaires, telle que prévue par la Loi sur les normes du travail. En outre, lorsque j'ai évoqué cette situation auprès du gérant, il m'a clairement laissé entendre que je pourrais perdre mon emploi si je persistais à « me plaindre ». Cette menace constitue, selon mes informations, une représaille prohibée par la loi.\n\nJe suis travailleur immigrant titulaire d'un permis de travail fermé, lié à cet employeur, ce qui m'a longtemps dissuadé de prendre la parole par crainte des conséquences sur mon statut migratoire. Néanmoins, il m'est apparu indispensable de signaler cette situation.\n\nJe joins à ce courriel mes relevés d'heures des trois derniers mois, les copies de mes bulletins de paie et une déclaration écrite d'un collègue qui a subi les mêmes pratiques. Je sollicite une inspection des lieux de travail dans les meilleurs délais.\n\nCordialement,\nVan Thanh Nguyen"
    },
    {
      "topic": "Rédigez une analyse sur la surqualification des immigrants au Canada",
      "instructions": "Rédigez une analyse (150 à 200 mots) pour un think tank économique. Définissez le phénomène, mesurez ses impacts et proposez des politiques pour y remédier.",
      "min_words": 150,
      "sample_answer": "La surqualification des immigrants au Canada : un gaspillage économique aux conséquences humaines profondes\n\nLe phénomène de surqualification — situation dans laquelle un travailleur occupe un poste exigeant un niveau de formation inférieur à celui qu'il possède — est particulièrement répandu parmi les immigrants récents au Canada. Statistique Canada estime qu'environ 40 % des immigrants très qualifiés sont surqualifiés pour l'emploi qu'ils occupent, contre 20 % pour les travailleurs nés au pays. Ce chiffre, bien qu'éloquent, ne traduit pas pleinement les réalités individuelles de ceux qui, médecins ou ingénieurs dans leur pays, deviennent chauffeurs ou agents de sécurité ici.\n\nLes conséquences économiques de ce phénomène sont considérables. On estime que le sous-emploi des immigrants qualifiés coûte à l'économie canadienne plusieurs milliards de dollars annuellement en productivité perdue. S'y ajoutent des coûts sociaux — démotivation, dépression, sentiment d'inutilité — qui pèsent sur les individus et, par ricochet, sur les systèmes de santé et d'aide sociale.\n\nPlusieurs facteurs expliquent cette situation : non-reconnaissance des diplômes étrangers, exigences d'expérience canadienne, discrimination à l'embauche et manque de réseaux professionnels locaux. Il convient dès lors d'agir sur l'ensemble de ces leviers simultanément, en impliquant les employeurs, les ordres professionnels et les gouvernements dans une stratégie nationale cohérente de valorisation des compétences immigrantes."
    },
    {
      "topic": "Écrivez une tribune sur la place des langues autochtones dans le paysage linguistique canadien",
      "instructions": "Rédigez une tribune d'opinion (150 à 200 mots). Analysez la situation des langues autochtones au Canada, les enjeux de leur préservation et leur relation avec les langues officielles.",
      "min_words": 150,
      "sample_answer": "Les langues autochtones : le grand oublié du bilinguisme canadien\n\nLorsque l'on parle de la politique linguistique canadienne, le débat tourne presque exclusivement autour des deux langues officielles, le français et l'anglais. Or, il convient de rappeler qu'avant l'arrivée des colons européens, ce territoire abritait plus de soixante familles linguistiques distinctes. Aujourd'hui, ces langues sont pour la plupart menacées d'extinction.\n\nLa Loi sur les langues autochtones, adoptée en 2019, représente un progrès symbolique indéniable. Elle reconnaît pour la première fois le droit des peuples autochtones à utiliser, revitaliser et développer leurs langues. Néanmoins, force est de constater que les ressources allouées à sa mise en œuvre demeurent nettement insuffisantes pour inverser une tendance de plusieurs siècles de politiques d'assimilation forcée.\n\nEn tant qu'immigrants, nous arrivons dans un pays dont nous apprenons l'histoire officielle, mais rarement l'histoire linguistique profonde. Il me semble essentiel que les programmes d'accueil des nouveaux arrivants incluent une sensibilisation aux langues et aux cultures autochtones, non comme une curiosité folklorique, mais comme une composante fondamentale de l'identité canadienne.\n\nLa réconciliation véritable passe aussi par la langue. Un Canada qui se veut multiculturel se doit de valoriser toutes ses langues, à commencer par celles qui y existaient bien avant lui."
    },
    {
      "topic": "Rédigez un essai sur l'accès au logement abordable pour les familles immigrantes",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les causes de la crise du logement abordable, ses impacts spécifiques sur les immigrants et proposez des réformes structurelles.",
      "min_words": 150,
      "sample_answer": "La crise du logement abordable : quand l'accueil affiché ne correspond pas à la réalité vécue\n\nLe Canada se présente comme l'une des destinations migratoires les plus attractives au monde, vantant sa qualité de vie, sa sécurité et ses opportunités économiques. Or, pour de nombreuses familles immigrantes, la réalité de l'installation se heurte rapidement à un obstacle concret et douloureux : l'impossibilité de trouver un logement décent et abordable.\n\nLa crise du logement au Canada est réelle et documentée. Dans des villes comme Toronto et Vancouver, le rapport entre le revenu médian et les prix de l'immobilier est parmi les plus défavorables du monde occidental. Les familles immigrantes, qui arrivent sans économies locales ni historique de crédit canadien, se trouvent dans une position particulièrement vulnérable : elles sont contraintes d'accepter des logements surpeuplés, vétustes ou éloignés des centres d'emploi, tout en consacrant une part disproportionnée de leurs revenus au loyer.\n\nCette situation n'est pas une fatalité. Elle résulte de choix politiques délibérés — sous-investissement dans le logement social, règles de zonage restrictives, fiscalité avantageuse pour les propriétaires de logements vacants — qui peuvent être remis en question. Il convient d'urgence d'augmenter l'offre de logements sociaux, de plafonner les loyers dans les zones tendues et de créer des programmes d'accès à la propriété spécifiquement destinés aux primo-arrivants à faible revenu."
    },
    {
      "topic": "Écrivez une lettre pour demander la création d'une école francophone en région",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) au ministère de l'Éducation d'une province. Exposez le besoin, justifiez votre demande par des données et proposez un plan d'action.",
      "min_words": 150,
      "sample_answer": "Madame la Ministre,\n\nAu nom de l'Association des parents francophones de la région de Timmins, je me permets de vous adresser cette demande formelle pour la création d'une nouvelle école francophone de niveau primaire dans notre communauté.\n\nLa population francophone de la région a connu une croissance de 23 % au cours des cinq dernières années, principalement en raison de l'arrivée de nouvelles familles immigrantes francophones originaires d'Afrique subsaharienne et du Maghreb. Or, l'unique école francophone existante affiche depuis deux ans une capacité dépassée, contraignant plusieurs familles à inscrire leurs enfants dans des écoles anglophones, au détriment de leur développement en langue française.\n\nIl y a lieu de rappeler que le droit à l'instruction en français est constitutionnellement garanti par l'article 23 de la Charte canadienne des droits et libertés. Ne pas y donner suite constitue non seulement un manquement légal, mais aussi un signal décourageant adressé aux immigrants francophones que nous cherchons précisément à attirer et à retenir dans nos régions.\n\nNous proposons que le ministère finance la transformation d'un bâtiment municipal disponible en école de six classes, ce qui permettrait d'accueillir jusqu'à 150 élèves. Un comité de parents et d'élus locaux est prêt à collaborer activement à ce projet.\n\nVeuillez agréer nos salutations respectueuses,\nClaire Ouédraogo, Présidente"
    },
    {
      "topic": "Rédigez une analyse sur les politiques de bilinguisme dans la fonction publique fédérale",
      "instructions": "Rédigez une analyse (150 à 200 mots) pour une revue de politiques publiques. Évaluez l'efficacité des politiques de bilinguisme, identifiez leurs limites et formulez des recommandations.",
      "min_words": 150,
      "sample_answer": "Le bilinguisme dans la fonction publique fédérale canadienne : entre ambition et réalité\n\nDepuis l'adoption de la Loi sur les langues officielles en 1969, le bilinguisme institutionnel constitue un pilier fondamental de l'identité canadienne et un engagement de l'État fédéral envers ses deux communautés linguistiques fondatrices. Cinquante ans plus tard, il convient d'évaluer lucidement les résultats de cette politique.\n\nDu côté des succès, la progression du nombre de fonctionnaires bilingues est indéniable, et les Canadiens peuvent aujourd'hui obtenir des services fédéraux dans les deux langues officielles dans la grande majorité des points de service. En outre, le bilinguisme a contribué à forger une fonction publique plus représentative de la diversité linguistique du pays.\n\nNéanmoins, d'importantes lacunes demeurent. Des études récentes révèlent que le français recule comme langue de travail au sein même des ministères fédéraux à Ottawa, où l'anglais demeure la langue dominante des communications informelles et des réunions. Par conséquent, les francophones se voient souvent contraints d'opérer dans leur seconde langue pour s'intégrer professionnellement.\n\nIl y a lieu, par conséquent, de renforcer les mécanismes de surveillance et d'imposer des objectifs contraignants d'utilisation du français comme langue de travail interne, tout en révisant les grilles d'évaluation du bilinguisme pour qu'elles reflètent des compétences réelles et non de simples formalités administratives."
    },
    {
      "topic": "Écrivez une prise de position sur le droit de vote des résidents permanents",
      "instructions": "Rédigez une prise de position argumentée (150 à 200 mots) pour un forum civique. Défendez ou contestez l'idée d'accorder le droit de vote aux élections municipales aux résidents permanents non naturalisés.",
      "min_words": 150,
      "sample_answer": "Pour le droit de vote des résidents permanents aux élections municipales\n\nLe droit de vote est souvent présenté comme le privilège exclusif des citoyens. Or, je défends la thèse que les résidents permanents devraient avoir le droit de participer aux élections municipales, et ce pour des raisons à la fois démocratiques et pratiques.\n\nPremièrement, les élections municipales portent sur les enjeux qui touchent directement la vie quotidienne des habitants : transports, logement, parcs, services de proximité, sécurité. Or, les résidents permanents contribuent au financement de ces services par leurs taxes et impôts locaux au même titre que les citoyens. Il y a là une contradiction fondamentale entre contribution et représentation qui mine le principe même de la démocratie représentative.\n\nDeuxièmement, plusieurs démocraties établies — dont la Nouvelle-Zélande, plusieurs cantons suisses et certaines municipalités américaines — accordent déjà le droit de vote local aux résidents non naturalisés sans que cela n'ait engendré les dérives redoutées par ses opposants. Ces expériences démontrent au contraire un effet positif sur l'intégration civique.\n\nCertes, certains avanceront que la citoyenneté doit rester le seuil d'accès à la démocratie. Mais il convient de rappeler que la citoyenneté est elle-même un processus long, parfois complexe, qui ne doit pas servir de prétexte à l'exclusion politique de millions de résidents engagés dans leur communauté."
    },
    {
      "topic": "Rédigez un rapport sur l'accès aux services publics pour les populations allophones",
      "instructions": "Rédigez un rapport (150 à 200 mots) pour un ombudsman municipal. Décrivez les lacunes observées, illustrez avec des exemples concrets et proposez des solutions opérationnelles.",
      "min_words": 150,
      "sample_answer": "Rapport sur l'accès aux services publics municipaux pour les résidents allophones\n\nSoumis à l'Ombudsman de la Ville de Montréal – Janvier 2024\n\nLe présent rapport fait suite à une enquête menée sur six mois auprès de 200 résidents allophones nouvellement installés à Montréal. Il vise à documenter les obstacles rencontrés dans l'accès aux services municipaux et à formuler des recommandations opérationnelles.\n\nNos observations révèlent des lacunes significatives à plusieurs niveaux. Premièrement, les communications officielles de la ville — avis de collecte, convocations aux séances du conseil, informations sur les programmes d'aide — sont quasi exclusivement disponibles en français, sans traduction dans les langues les plus parlées par les nouveaux résidents, à savoir l'arabe, le tagalog, le créole haïtien et le mandarin. Deuxièmement, les agents des services à la clientèle ne disposent généralement pas de formation pour interagir avec des usagers en situation de difficulté linguistique, ce qui génère des incompréhensions et parfois des refus de service de facto. Troisièmement, les formulaires administratifs, bien que disponibles en ligne, emploient un registre de langue complexe inadapté aux non-natifs.\n\nNous recommandons : la traduction systématique des communications essentielles dans au moins cinq langues, la création d'un service d'interprétariat téléphonique pour les guichets de services, et la révision du langage administratif vers davantage de clarté et d'accessibilité."
    },
    {
      "topic": "Écrivez un essai sur l'impact de l'immigration sur la culture canadienne",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez comment l'immigration transforme et enrichit la culture canadienne, en examinant différents domaines culturels et en présentant une vision nuancée.",
      "min_words": 150,
      "sample_answer": "L'immigration, catalyseur d'un renouveau culturel canadien\n\nQue signifie être Canadien aujourd'hui ? Cette question, qui aurait suscité des réponses homogènes il y a un demi-siècle, admet désormais une multitude de réponses reflétant la transformation profonde de la société canadienne sous l'influence de l'immigration.\n\nDans le domaine culinaire, les villes canadiennes se sont métamorphosées en véritables carrefours gastronomiques : restaurants éthiopiens à Ottawa, marchés philippins à Vancouver, épiceries libanaises à Montréal. Cette diversité alimentaire, loin d'être anecdotique, témoigne d'une rencontre quotidienne entre les cultures qui enrichit l'expérience commune des Canadiens. Il en va de même dans les arts : la scène musicale, littéraire et cinématographique canadienne doit une part considérable de son dynamisme contemporain aux artistes issus de l'immigration.\n\nNéanmoins, il convient de nuancer ce tableau optimiste. Le risque d'une folklorisation des cultures immigrantes — réduites à leur gastronomie ou à leurs fêtes traditionnelles, sans reconnaissance véritable de leur profondeur intellectuelle et historique — est réel. La célébration superficielle de la diversité peut masquer des inégalités profondes dans la représentation des communautés immigrantes dans les institutions culturelles, les médias et les cercles décisionnels.\n\nEn définitive, le renouveau culturel engendré par l'immigration n'est pas automatique ; il exige une volonté politique et sociale active de créer des espaces de dialogue et de co-création véritablement équitables."
    },
    {
      "topic": "Rédigez une lettre pour dénoncer des pratiques d'exclusion dans un programme social",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) à un organisme gouvernemental. Exposez les pratiques discriminatoires observées, leurs conséquences et demandez une révision des critères d'accès.",
      "min_words": 150,
      "sample_answer": "Madame, Monsieur,\n\nJe me permets de vous adresser cette lettre au nom de plusieurs familles immigrantes de la région de Québec afin de dénoncer des pratiques d'exclusion observées dans l'administration du programme d'aide alimentaire municipal.\n\nDepuis plusieurs mois, nous avons constaté que certaines familles se voient refuser l'accès à ce programme au motif qu'elles ne disposent pas encore d'une adresse canadienne établie depuis plus de douze mois ou ne présentent pas un dossier de crédit local. Or, ces critères, présentés comme purement administratifs, ont pour effet concret d'exclure les nouveaux arrivants, qui sont précisément parmi les plus vulnérables économiquement.\n\nIl y a lieu de rappeler que le droit à l'alimentation est universel et ne saurait être conditionné à la durée de résidence dans un pays. En outre, les familles immigrantes paient des impôts et contribuent aux ressources publiques qui financent ces programmes dès leur installation.\n\nNous demandons par conséquent une révision urgente des critères d'admissibilité afin de supprimer toute condition liée à l'ancienneté de résidence, et l'instauration d'un accueil inconditionnel pour les familles avec enfants, quelle que soit leur situation administrative.\n\nNous restons disponibles pour toute rencontre afin d'approfondir ce dossier.\n\nCordialement,\nAssiata Diarra, Porte-parole du collectif"
    },
    {
      "topic": "Écrivez une analyse sur le système de santé canadien vu par les immigrants",
      "instructions": "Rédigez une analyse comparative (150 à 200 mots) pour une revue médicale. Identifiez les forces et les faiblesses du système de santé canadien du point de vue des immigrants et proposez des améliorations ciblées.",
      "min_words": 150,
      "sample_answer": "Le système de santé canadien à l'épreuve de la diversité : forces, faiblesses et pistes d'amélioration\n\nLe Canada est fréquemment cité comme un modèle de médecine universelle. Pourtant, l'expérience des immigrants avec ce système révèle un tableau plus contrasté, mettant en lumière des lacunes structurelles qui méritent attention.\n\nParmi les forces indéniables du système, on citera la gratuité des soins couverts par l'assurance maladie provinciale, la qualité technique des établissements hospitaliers et la diversité ethnique du corps médical, qui facilite parfois la communication interculturelle.\n\nNéanmoins, plusieurs obstacles spécifiques affectent les immigrants de manière disproportionnée. Premièrement, l'absence de médecin de famille constitue un problème criant : avec des délais d'attente pouvant dépasser deux ans pour obtenir un suivi régulier, les immigrants sont contraints de recourir aux services d'urgence pour des soins primaires, surchargeant inutilement le système. Deuxièmement, les services de santé mentale culturellement adaptés demeurent insuffisants, laissant de nombreux immigrants face à des troubles liés à la migration sans prise en charge adéquate. Troisièmement, la non-couverture de certains soins — dentaires, ophtalmologiques, médicaments — pèse particulièrement sur les immigrants à faible revenu.\n\nIl convient dès lors d'investir dans les soins primaires de proximité, de développer la santé mentale transculturelle et d'élargir la couverture aux soins préventifs essentiels."
    },
    {
      "topic": "Rédigez un essai sur les avantages et les risques de l'immigration économique massive",
      "instructions": "Rédigez un essai argumentatif équilibré (150 à 200 mots). Analysez les bénéfices économiques de l'immigration massive, les défis qu'elle pose et proposez une vision politique nuancée.",
      "min_words": 150,
      "sample_answer": "Immigration économique massive : entre nécessité démographique et impératif de cohésion sociale\n\nFace à une natalité insuffisante et à un vieillissement accéléré de sa population, le Canada a fait le choix stratégique d'augmenter massivement ses cibles d'immigration économique, visant plus de 500 000 nouveaux arrivants par an à l'horizon 2025. Cette politique ambitieuse mérite d'être examinée avec lucidité, en pesant équitablement ses bénéfices et ses risques.\n\nLes avantages économiques sont réels et documentés : maintien de la population active, contributions fiscales, dynamisme entrepreneurial et comblement des pénuries de main-d'œuvre dans des secteurs stratégiques. Ces apports sont particulièrement précieux pour financer les programmes sociaux dont dépendent les générations vieillissantes.\n\nNéanmoins, la massification rapide de l'immigration pose des défis sérieux d'absorption que l'on ne saurait minimiser. Le marché du logement, déjà sous tension, absorbe difficilement une demande croissante. Les services publics — éducation, santé, transports — peinent à s'adapter aussi rapidement. Par conséquent, sans investissements publics concomitants et massifs dans ces infrastructures, les tensions sociales risquent de s'accroître.\n\nEn définitive, l'immigration économique n'est pas une variable ajustable à l'envi : c'est un projet de société qui exige planification, financement adéquat et engagement sincère à garantir à chaque arrivant les conditions d'une intégration réelle et digne."
    },
    {
      "topic": "Écrivez une lettre pour défendre les droits d'un parent immigrant face à la DPJ",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) à un tribunal de la famille. Exposez le contexte culturel, réfutez les accusations et demandez une évaluation culturellement sensible.",
      "min_words": 150,
      "sample_answer": "Madame la Juge,\n\nJe me permets de vous soumettre cette lettre dans le cadre du dossier opposant la Direction de la protection de la jeunesse à Monsieur et Madame Nkemdirim, mes clients.\n\nLes allégations formulées à l'encontre de cette famille nigériane reposent, me semble-t-il, sur une incompréhension culturelle profonde plutôt que sur des faits constitutifs d'une réelle mise en danger des enfants. En effet, les pratiques éducatives décrites par l'intervenante de la DPJ — respect strict de l'autorité parentale, participation précoce des enfants aux tâches domestiques et expression émotionnelle retenue en contexte public — correspondent à des normes éducatives répandues dans la culture yoruba d'où est issue la famille, et ne traduisent nullement une maltraitance.\n\nIl convient de souligner que les enfants Nkemdirim ont de bons résultats scolaires, ne présentent aucun signe de souffrance psychologique selon leur enseignante et expriment un attachement solide à leurs parents.\n\nIl y a lieu, par conséquent, de demander que l'évaluation de cette famille soit confiée à un professionnel formé à la pratique interculturelle, afin que le jugement porté sur leurs pratiques parentales ne soit pas le reflet d'un ethnocentrisme involontaire mais potentiellement dévastateur.\n\nJe vous remercie de l'attention portée à cette demande.\nMaître Sophie Charbonneau"
    },
    {
      "topic": "Rédigez une tribune sur l'intégration des réfugiés syriens au Canada",
      "instructions": "Rédigez une tribune d'opinion (150 à 200 mots) basée sur votre expérience ou observation. Analysez ce qui a fonctionné, ce qui a échoué et tirez des enseignements pour les futures vagues migratoires.",
      "min_words": 150,
      "sample_answer": "L'accueil des réfugiés syriens : bilan d'une expérience à méditer\n\nLorsque le Canada a accueilli plus de 40 000 réfugiés syriens entre 2015 et 2016, le monde entier a salué cet élan de générosité. Plusieurs années après, il est désormais possible de dresser un bilan nuancé de cette expérience historique.\n\nDu côté des succès, force est de constater que beaucoup de ces familles sont aujourd'hui remarquablement bien intégrées. Les enfants ont appris le français ou l'anglais avec une rapidité étonnante, les adultes ont créé des commerces, exercé des métiers, contribué à leur communauté. Le programme de parrainage privé, permettant à des Canadiens ordinaires de s'engager personnellement auprès d'une famille, s'est révélé particulièrement efficace pour faciliter l'intégration sociale.\n\nNéanmoins, certaines difficultés structurelles persistent. L'accès à l'emploi qualifié reste insuffisant pour les diplômés universitaires, et les services de santé mentale spécialisés pour les survivants de traumatismes de guerre demeurent sous-dimensionnés.\n\nLes enseignements à tirer pour les prochaines vagues d'accueil sont clairs : le parrainage communautaire doit être systématisé, les programmes de soutien psychosocial renforcés dès les premiers jours d'installation, et les partenariats avec les employeurs développés en amont de l'arrivée. L'accueil réussi n'est pas un acte ponctuel, mais un investissement collectif dans la durée."
    },
    {
      "topic": "Écrivez un essai sur l'environnement et les responsabilités des immigrants au Canada",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Examinez comment les immigrants peuvent contribuer à la transition écologique au Canada et si des responsabilités environnementales spécifiques leur incombent.",
      "min_words": 150,
      "sample_answer": "Les immigrants et la transition écologique : acteurs ou spectateurs ?\n\nAlors que le Canada s'est engagé à atteindre la neutralité carbone d'ici 2050, la question de la contribution des immigrants à cet objectif mérite d'être posée — non pour leur assigner des responsabilités disproportionnées, mais pour reconnaître leur rôle potentiellement transformateur dans cette transition.\n\nIl serait réducteur, et même injuste, de suggérer que les immigrants portent une responsabilité environnementale particulière. La consommation énergétique élevée du Canada est avant tout le résultat de décennies de choix industriels et politiques qui précèdent l'arrivée de toute vague migratoire. En outre, beaucoup d'immigrants viennent de pays où l'empreinte carbone par habitant est bien inférieure à la moyenne canadienne.\n\nNéanmoins, il est indéniable que les immigrants représentent une formidable opportunité de renouvellement des pratiques. Beaucoup apportent avec eux des savoirs et des habitudes de consommation plus sobres — jardinage, recyclage informel, solidarité alimentaire — qui peuvent enrichir la culture environnementale canadienne. De plus, leur diversité professionnelle et linguistique peut servir à relayer les messages de transition écologique dans des communautés peu atteintes par les campagnes officielles.\n\nAinsi, loin d'être de simples bénéficiaires de politiques environnementales, les immigrants peuvent en devenir des acteurs essentiels, à condition que les politiques d'intégration les y invitent et les y préparent."
    },
    {
      "topic": "Rédigez une analyse sur les obstacles à la naturalisation au Canada",
      "instructions": "Rédigez une analyse (150 à 200 mots). Identifiez les obstacles administratifs, financiers et culturels à l'obtention de la citoyenneté canadienne et proposez des simplifications.",
      "min_words": 150,
      "sample_answer": "Les obstacles à la naturalisation au Canada : vers une citoyenneté plus accessible\n\nBien que le Canada offre l'une des procédures de naturalisation les plus claires parmi les pays d'immigration, certains obstacles structurels freinent encore de nombreux résidents permanents dans leur démarche vers la citoyenneté. Une analyse rigoureuse de ces obstacles permet d'identifier des pistes d'amélioration concrètes.\n\nPremièrement, les obstacles administratifs demeurent significatifs. Les délais de traitement des demandes s'étendent en moyenne sur douze à dix-huit mois, voire davantage dans les périodes de pic, créant une incertitude préjudiciable à la planification personnelle et professionnelle des demandeurs. En outre, les exigences documentaires, bien que légitimes, peuvent être particulièrement difficiles à satisfaire pour des personnes provenant de pays dont les registres civils sont défaillants.\n\nDeuxièmement, les obstacles financiers ne sont pas négligeables : les frais de traitement, combinés aux éventuels coûts de traduction et de certification de documents, peuvent représenter plusieurs centaines de dollars, une somme difficile à mobiliser pour les familles à faible revenu.\n\nTroisièmement, l'examen de citoyenneté portant sur l'histoire et les valeurs canadiennes, bien que pertinent dans son principe, repose sur un manuel dont le niveau de langue constitue une barrière pour les francophones et anglophones débutants.\n\nIl convient par conséquent de réduire les frais pour les ménages à faible revenu, d'accélérer les délais de traitement et d'adapter le niveau de langue de l'examen au profil réel des candidats."
    },
    {
      "topic": "Écrivez une lettre pour proposer un programme d'intégration innovant à un gouvernement provincial",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) au ministre de l'Immigration provincial. Décrivez votre programme, justifiez son utilité et proposez un plan de mise en œuvre.",
      "min_words": 150,
      "sample_answer": "Monsieur le Ministre,\n\nJe me permets de vous soumettre une proposition de programme d'intégration innovant, fruit de six années d'expérience de terrain comme coordinatrice d'organismes communautaires à Québec.\n\nLe programme que je vous propose, intitulé « Tandem Professionnel », repose sur un principe simple mais puissant : jumeler chaque immigrant qualifié nouvellement arrivé avec un professionnel établi dans son domaine d'expertise, pour une période de six mois. Ce professionnel n'est pas un employeur mais un guide : il aide l'immigrant à comprendre les codes professionnels locaux, à constituer son réseau et à cibler les formations de mise à niveau pertinentes.\n\nCe modèle diffère des programmes de mentorat existants par plusieurs aspects : il est ancré dans la réalité sectorielle, il mobilise le tissu professionnel local comme ressource gratuite — en échange d'avantages fiscaux symboliques — et il commence dès le deuxième mois d'installation, avant que la démotivation ne s'installe.\n\nDes expériences similaires menées à Stuttgart et à Auckland ont montré une réduction de 40 % du délai d'accès au premier emploi qualifié.\n\nJe sollicite une rencontre pour présenter un plan détaillé et discuter des modalités d'un projet pilote dans la région de Québec.\n\nCordialement,\nDr. Amina Ouattara"
    },
    {
      "topic": "Rédigez un essai sur le droit à la vie privée des immigrants dans les procédures d'immigration",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les tensions entre les exigences sécuritaires de l'État et le droit à la vie privée des demandeurs d'immigration.",
      "min_words": 150,
      "sample_answer": "Vie privée et contrôle migratoire : jusqu'où l'État peut-il aller ?\n\nLes procédures d'immigration modernes impliquent une collecte massive de données personnelles : biométrie, empreintes digitales, historique de voyages, communications sur les réseaux sociaux, entretiens approfondis sur la vie familiale et professionnelle. Cette intrusion dans la sphère privée des demandeurs soulève des questions fondamentales qui méritent un examen sérieux.\n\nIl est certes légitime pour un État souverain de vérifier l'identité et le passé des personnes souhaitant s'installer sur son territoire. Les enjeux de sécurité nationale ne sont pas fictifs, et les procédures de vérification servent un intérêt public réel. Par conséquent, une certaine collecte de données personnelles est justifiable dans ce contexte.\n\nNéanmoins, il convient de s'interroger sur les limites de cet exercice. L'accès aux profils de réseaux sociaux, désormais exigé par certains pays, représente une intrusion dans l'espace d'expression privée qui va bien au-delà de la vérification d'identité. De plus, les données collectées sont conservées indéfiniment et peuvent être partagées entre États sans que les intéressés en soient informés, en violation des principes fondamentaux de protection des données personnelles.\n\nIl y a lieu d'encadrer strictement ces pratiques par la loi, de limiter la collecte aux données strictement nécessaires et d'accorder aux demandeurs des droits d'accès, de correction et d'effacement de leurs informations personnelles."
    },
    {
      "topic": "Écrivez une tribune sur la représentation des immigrants dans les médias canadiens",
      "instructions": "Rédigez une tribune d'opinion (150 à 200 mots). Analysez la manière dont les immigrants sont représentés dans les médias canadiens, ses effets sur l'opinion publique et proposez des changements.",
      "min_words": 150,
      "sample_answer": "Comment les médias canadiens représentent-ils les immigrants : un regard critique\n\nLes médias jouent un rôle déterminant dans la formation de l'opinion publique sur l'immigration. Or, l'analyse de la couverture médiatique canadienne des dernières années révèle des tendances préoccupantes qui méritent d'être nommées et contestées.\n\nD'une part, les immigrants apparaissent le plus souvent dans les médias en lien avec des problèmes — criminalité, irrégularité administrative, pression sur les services publics — créant une association mentale négative difficile à déloger. Les histoires de réussite, d'innovation et de contribution sociale sont bien moins fréquentes, malgré leur abondance dans la réalité. Cette asymétrie narrative déforme la perception que les Canadiens nés ici ont de leurs concitoyens d'adoption.\n\nD'autre part, les immigrants eux-mêmes sont rarement présents comme journalistes, éditorialistes ou directeurs de rédaction, ce qui prive le paysage médiatique de perspectives internes précieuses. Une presse plus diverse dans sa composition est généralement une presse plus nuancée dans ses représentations.\n\nIl convient dès lors que les grands médias s'engagent publiquement sur des objectifs de diversité rédactionnelle, qu'ils forment leurs journalistes à la couverture interculturelle et qu'ils consacrent davantage de ressources aux reportages valorisant la contribution des communautés immigrantes. Le changement de récit médiatique est possible, et il a des effets réels sur la cohésion sociale."
    },
    {
      "topic": "Rédigez une lettre pour demander un accompagnement scolaire adapté pour un enfant réfugié",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) à la direction d'une école. Décrivez la situation de l'enfant, justifiez ses besoins spécifiques et demandez des mesures concrètes.",
      "min_words": 150,
      "sample_answer": "Madame la Directrice,\n\nJe vous contacte en tant que parent de Yousef, élève de quatrième année dans votre école depuis septembre dernier. Je souhaite vous exposer la situation particulière de mon fils et vous demander des mesures d'accompagnement adaptées.\n\nYousef est arrivé au Canada en mars 2023, après trois ans passés dans un camp de réfugiés en Turquie. Durant cette période, sa scolarité a été très perturbée, avec de longues interruptions et des conditions d'apprentissage précaires. Il a, en outre, été témoin de scènes traumatisantes avant et pendant notre fuite de Syrie.\n\nBien qu'il s'applique et fasse preuve d'une bonne volonté indéniable, il présente des difficultés importantes en lecture et en mathématiques qui correspondent davantage au niveau de deuxième année. Par ailleurs, des comportements d'hypervigilance et de repli observés par son enseignante suggèrent un possible état de stress post-traumatique non traité.\n\nJe vous demande par conséquent de bien vouloir mettre en place les mesures suivantes : un suivi individualisé en français langue seconde, une évaluation psychoscolaire pour identifier ses besoins spécifiques et une collaboration avec le service de psychologie scolaire pour un soutien émotionnel adapté. Il me semble que l'école a un rôle essentiel à jouer dans la reconstruction de Yousef.\n\nCordialement,\nLayla Al-Hassan"
    },
    {
      "topic": "Rédigez un essai sur les défis de l'entrepreneuriat immigrant au Canada",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les obstacles spécifiques rencontrés par les entrepreneurs immigrants, leurs points forts par rapport aux entrepreneurs natifs et proposez des politiques de soutien.",
      "min_words": 150,
      "sample_answer": "L'entrepreneuriat immigrant au Canada : un potentiel sous-exploité\n\nLes immigrants représentent une source extraordinaire de dynamisme entrepreneurial pour l'économie canadienne. Plusieurs études démontrent qu'ils créent des entreprises à un taux supérieur à celui des natifs et jouent un rôle clé dans l'innovation et la création d'emplois. Pourtant, leur parcours entrepreneurial se heurte à des obstacles structurels significatifs.\n\nPremièrement, l'accès au financement constitue le défi le plus cité. Sans historique de crédit canadien, sans réseau bancaire établi et sans patrimoine immobilier local servant de garantie, les entrepreneurs immigrants se voient systématiquement refuser les prêts traditionnels ou se les voient accorder à des conditions défavorables. Ils se tournent alors vers leurs propres réseaux communautaires, efficaces mais limités en capacité de financement.\n\nDeuxièmement, la méconnaissance des régulations locales — fiscalité, droit du travail, normes sectorielles — représente une source d'erreurs coûteuses pour des entrepreneurs par ailleurs hautement compétents dans leur domaine.\n\nNéanmoins, ces mêmes entrepreneurs disposent d'atouts que leurs concurrents natifs n'ont pas : réseaux internationaux, connaissance de marchés émergents, multilinguisme et capacité d'adaptation forgée par l'expérience migratoire elle-même.\n\nIl convient par conséquent de créer des programmes de financement spécifiques, d'offrir des formations juridiques et fiscales simplifiées et de développer des incubateurs dédiés à l'entrepreneuriat immigrant pour libérer ce potentiel considérable."
    },
    {
      "topic": "Écrivez une analyse sur la politique canadienne d'accueil des travailleurs étrangers temporaires",
      "instructions": "Rédigez une analyse critique (150 à 200 mots). Évaluez les avantages et les limites du Programme des travailleurs étrangers temporaires, en vous appuyant sur des exemples concrets.",
      "min_words": 150,
      "sample_answer": "Le Programme des travailleurs étrangers temporaires au Canada : flexibilité économique ou exploitation institutionnalisée ?\n\nLe Programme des travailleurs étrangers temporaires (PTET) est présenté par le gouvernement fédéral comme un outil essentiel pour combler les pénuries de main-d'œuvre dans des secteurs clés de l'économie canadienne. Bien que cet objectif soit légitime, une analyse approfondie du programme révèle des tensions profondes entre impératifs économiques et droits des travailleurs.\n\nDu côté des avantages, le PTET permet effectivement aux employeurs des secteurs agricoles, de la restauration et de la construction de recruter rapidement des profils indispensables, évitant ainsi des ruptures de production aux conséquences économiques graves. Pour les travailleurs étrangers eux-mêmes, il représente une opportunité d'accès au marché canadien et, dans certains cas, une voie vers la résidence permanente.\n\nNéanmoins, force est de constater que le programme crée structurellement une vulnérabilité particulière. Le permis fermé, liant le travailleur à un employeur unique, place ce dernier dans une position de dépendance extrême : toute plainte risque d'entraîner la fin du contrat et le renvoi dans le pays d'origine. Cette épée de Damoclès favorise les abus, bien documentés dans plusieurs secteurs, notamment l'agriculture.\n\nIl y a lieu de réformer profondément ce programme en accordant des permis ouverts dès l'entrée sur le territoire et en renforçant drastiquement les mécanismes de protection et d'inspection."
    },
    {
      "topic": "Rédigez un essai sur le sentiment d'appartenance des immigrants de deuxième génération",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les défis identitaires spécifiques des enfants d'immigrants nés ou élevés au Canada et le rôle de la société dans la construction de leur sentiment d'appartenance.",
      "min_words": 150,
      "sample_answer": "Être « d'ici et d'ailleurs » : le défi identitaire des Canadiens de deuxième génération\n\nNés ou arrivés très jeunes au Canada, les enfants d'immigrants vivent une expérience identitaire singulière, souvent décrite comme « être entre deux chaises ». Trop canadiens pour certains compatriotes de leurs parents, pas assez pour certains Canadiens de longue date, ils naviguent dans un espace identitaire complexe que la société doit apprendre à mieux reconnaître.\n\nCe phénomène se manifeste de multiples façons. À l'école, ces jeunes sont parfois confrontés à des questions récurrentes — « d'où tu viens vraiment ? » — qui remettent en cause leur appartenance à la société canadienne malgré leur naissance ou leur scolarisation ici. Sur le marché du travail, leur nom à consonance étrangère peut suffire à réduire leurs chances d'obtenir un entretien d'embauche, malgré un parcours entièrement local.\n\nNéanmoins, il convient de souligner que beaucoup de ces jeunes vivent également cette dualité comme une richesse exceptionnelle : ils sont multilingues, biculturels, capables de naviguer avec aisance entre différents codes sociaux, des atouts considérables dans un monde professionnel mondialisé.\n\nLa société canadienne a la responsabilité de ne pas gâcher cette ressource. Cela passe par des politiques éducatives inclusives, une représentation médiatique et politique plus diverse, et une volonté collective de reconnaître que l'identité canadienne n'a pas besoin d'être racisée pour être authentique."
    },
    {
      "topic": "Écrivez une lettre ouverte sur le racisme systémique dans les institutions canadiennes",
      "instructions": "Rédigez une lettre ouverte argumentée (150 à 200 mots) pour un journal national. Documentez l'existence du racisme systémique avec des exemples précis, réfutez les arguments contraires et proposez des réformes.",
      "min_words": 150,
      "sample_answer": "Lettre ouverte : le racisme systémique au Canada n'est pas un mythe\n\nChers lecteurs,\n\nAu lendemain d'un nouveau rapport documentant les disparités raciales dans le système judiciaire canadien, certains continuent d'affirmer que le racisme systémique n'existe pas dans notre pays. Je souhaite respectueusement mais fermement contester cette position.\n\nLe racisme systémique ne désigne pas des individus racistes agissant délibérément. Il désigne des structures, des règles et des pratiques qui produisent des résultats inégaux selon l'origine ethnique, indépendamment des intentions. Or, les données sont accablantes. Les Noirs canadiens sont surreprésentés dans les statistiques d'incarcération et sous-représentés dans les postes de direction des grandes entreprises. Les Autochtones font face à des disparités criantes en matière de santé, d'éducation et de justice. Les immigrants racisés obtiennent moins d'entretiens d'embauche à compétences égales, selon des études répétées sur l'envoi de CV fictifs.\n\nRefuser ces réalités n'est pas du réalisme ; c'est de la négation. Bien que le Canada soit sincèrement attaché à ses valeurs d'égalité et d'inclusion, il convient de reconnaître que ces valeurs ne se traduisent pas encore de manière équitable dans les faits.\n\nNommer le problème est la première étape indispensable pour le résoudre. Le nier ne fait que perpétuer les inégalités que beaucoup d'entre nous vivent au quotidien.\n\nRespectueusement,\nKwame Asante, Professeur de sociologie, Université de Toronto"
    },
    {
      "topic": "Rédigez un rapport sur l'état de l'intégration linguistique des immigrants au Québec",
      "instructions": "Rédigez un rapport (150 à 200 mots) pour l'Office québécois de la langue française. Évaluez les programmes en place, identifiez les lacunes et formulez des recommandations politiques.",
      "min_words": 150,
      "sample_answer": "Rapport d'évaluation – Intégration linguistique des immigrants au Québec\n\nSoumis à l'Office québécois de la langue française – Juin 2024\n\nLe présent rapport vise à évaluer l'efficacité des dispositifs actuels d'intégration linguistique des immigrants au Québec et à formuler des recommandations pour leur amélioration.\n\nLe Québec dispose d'un système de francisation relativement développé, centré principalement sur les cours offerts par les centres de services scolaires et le programme CIBLE-Emploi, qui combine apprentissage du français et insertion professionnelle. Ces dispositifs ont démontré une efficacité certaine pour les immigrants dont la migration est planifiée à l'avance.\n\nNéanmoins, plusieurs lacunes importantes subsistent. D'une part, les cours de français pour adultes travailleurs — accessibles uniquement le soir ou le weekend — sont insuffisants en nombre et en diversité géographique, excluant de facto les résidents des régions éloignées. D'autre part, les réfugiés et demandeurs d'asile, souvent arrivés dans l'urgence, accèdent trop tardivement aux programmes de francisation, retardant leur intégration économique et sociale. En outre, les cours disponibles ne tiennent pas suffisamment compte des besoins spécifiques des professionnels, dont le vocabulaire technique varie considérablement selon le secteur d'activité.\n\nNous recommandons l'élargissement des horaires de cours, la création de modules sectoriels spécialisés, le développement de la formation en ligne de qualité et l'accès immédiat aux cours dès l'arrivée sur le territoire, sans délai administratif."
    },
    {
      "topic": "Écrivez un essai sur les enjeux du vieillissement de la population et le rôle de l'immigration",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez comment l'immigration peut répondre aux défis démographiques du Canada et quelles conditions doivent être réunies pour que cette réponse soit efficace.",
      "min_words": 150,
      "sample_answer": "Vieillissement démographique et immigration : une équation plus complexe qu'il n'y paraît\n\nFace à un taux de fécondité en baisse constante et à une population vieillissante dont les besoins en soins et en pensions augmentent rapidement, de nombreux experts et décideurs politiques canadiens présentent l'immigration comme la solution naturelle au défi démographique. Cette vision, bien qu'intuitivement séduisante, mérite d'être examinée avec une rigueur que le débat public lui accorde rarement.\n\nIl est incontestable que l'immigration rajeunit structurellement la pyramide des âges canadienne. Les immigrants arrivent en grande majorité en âge de travailler, contribuent immédiatement aux régimes de retraite et aux finances publiques, et apportent une énergie démographique que la seule croissance naturelle ne saurait fournir. À ce titre, l'immigration remplit effectivement une fonction démographique réelle.\n\nNéanmoins, il convient de souligner que les immigrants eux-mêmes vieillissent, et que cette solution n'est efficace que si elle s'accompagne de politiques d'intégration permettant à ces arrivants de développer leur plein potentiel économique. Un immigrant surqualifié, contraint à un emploi précaire et sous-payé, contribue moins au financement des retraites qu'un immigrant dont les compétences sont pleinement reconnues et valorisées.\n\nPar conséquent, le véritable enjeu n'est pas le volume de l'immigration, mais la qualité de l'intégration. C'est là que réside la clé d'un pacte démographique durable."
    },
    {
      "topic": "Rédigez une prise de position sur l'enseignement des langues d'origine à l'école publique",
      "instructions": "Rédigez une prise de position argumentée (150 à 200 mots) pour un colloque en sciences de l'éducation. Défendez ou contestez l'intégration des langues d'origine dans les programmes scolaires officiels.",
      "min_words": 150,
      "sample_answer": "Pour l'intégration des langues d'origine dans l'école publique canadienne\n\nLa question de la place des langues d'origine dans l'école publique suscite régulièrement des débats passionnés. Je défends ici la thèse que l'école publique canadienne gagnerait à intégrer formellement les langues d'origine dans son offre pédagogique, à titre de matière optionnelle mais officiellement reconnue.\n\nMa position repose sur trois arguments convergents. Premièrement, les recherches en linguistique appliquée démontrent de manière robuste que les enfants qui maintiennent un niveau élevé dans leur langue maternelle développent de meilleures compétences métalinguistiques, ce qui facilite l'apprentissage de langues supplémentaires. En enseignant le tamoul, l'arabe ou le wolof à l'école, on renforce paradoxalement les capacités en français et en anglais.\n\nDeuxièmement, valoriser officiellement la langue familiale d'un enfant à l'école envoie un signal fort de reconnaissance identitaire. Il s'agit d'une mesure de bien-être psychologique aux effets mesurables sur la motivation scolaire et l'estime de soi.\n\nTroisièmement, dans une économie mondiale où le multilinguisme est un avantage compétitif considérable, former des citoyens maîtrisant trois langues ou davantage représente un atout stratégique pour le Canada.\n\nBien que des défis de ressources et d'organisation soient réels, ils ne sont pas insurmontables, comme le démontrent les expériences réussies en Finlande et aux Pays-Bas. Il y a lieu de s'en inspirer."
    },
    {
      "topic": "Écrivez une lettre pour demander la révision d'une politique d'intégration jugée inefficace",
      "instructions": "Rédigez une lettre argumentée (150 à 200 mots) à un ministre provincial. Décrivez la politique concernée, démontrez son inefficacité avec des preuves et proposez une alternative.",
      "min_words": 150,
      "sample_answer": "Madame la Ministre,\n\nJe vous adresse cette lettre en ma qualité de directrice d'un organisme d'aide aux immigrants depuis neuf ans, afin de vous signaler les limites sérieuses du programme provincial d'intégration INTER-QUÉBEC et de vous proposer une alternative fondée sur nos observations de terrain.\n\nLe programme actuel repose principalement sur des séances d'information collectives d'une durée de deux jours, censées transmettre aux nouveaux arrivants l'essentiel des codes culturels, administratifs et professionnels québécois. Or, force est de constater que ce format n'est pas adapté à la diversité des profils, des niveaux d'instruction et des besoins spécifiques des immigrants que nous accompagnons. Les familles avec jeunes enfants ne peuvent y assister faute de garde disponible ; les travailleurs en emploi ne peuvent pas se libérer ; les personnes peu scolarisées peinent à assimiler des informations densément présentées.\n\nLes indicateurs d'intégration sur lesquels nous travaillons — délai d'accès à l'emploi, résultats scolaires des enfants, taux de maintien en logement — ne montrent pas d'amélioration significative depuis l'introduction de ce programme.\n\nNous recommandons de le remplacer par un dispositif d'accompagnement personnalisé d'une durée de six mois, articulé autour d'un référent unique, de modules thématiques flexibles et d'un suivi régulier. Ce modèle a fait ses preuves à l'échelle municipale dans plusieurs villes québécoises.\n\nVeuillez agréer mes salutations respectueuses,\nMarie-Hélène Touré"
    },
    {
      "topic": "Rédigez un essai sur la protection de la vie privée des immigrants dans l'ère numérique",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez les risques spécifiques que pose la numérisation des procédures d'immigration pour la vie privée des demandeurs.",
      "min_words": 150,
      "sample_answer": "Immigration et vie privée à l'ère numérique : vers une surveillance à deux vitesses ?\n\nLa numérisation croissante des procédures d'immigration représente une évolution administrative bienvenue sous bien des aspects : réduction des délais, simplification des dossiers, traçabilité améliorée. Néanmoins, cette transformation comporte des risques sérieux pour la protection des données personnelles des candidats à l'immigration qu'il convient d'examiner sans complaisance.\n\nLes immigrants constituent une catégorie particulièrement vulnérable dans ce contexte numérique. D'une part, ils sont tenus de fournir des informations extraordinairement détaillées sur leur vie privée — relations familiales, historique de voyages, activités sur les réseaux sociaux — au risque de voir leur demande rejetée en cas de refus. D'autre part, ces données sont conservées par les autorités pendant des décennies et peuvent être transmises à des partenaires étrangers dans le cadre d'accords de partage de renseignements, sans que les personnes concernées n'en soient informées ni ne puissent y consentir.\n\nOr, les immigrants proviennent souvent de pays avec lesquels le Canada partage des informations dans le cadre de traités bilatéraux. Pour une personne fuyant un régime autoritaire, la transmission de ses données personnelles à son pays d'origine peut avoir des conséquences dramatiques pour elle-même et sa famille restée sur place.\n\nIl y a lieu, par conséquent, d'encadrer strictement ces pratiques par des garanties légales robustes, de limiter les transmissions aux cas strictement nécessaires et d'informer systématiquement les intéressés de toute communication de leurs données."
    },
    {
      "topic": "Écrivez une tribune sur les politiques de quotas d'immigration",
      "instructions": "Rédigez une tribune d'opinion argumentée (150 à 200 mots). Analysez les avantages et les inconvénients des quotas d'immigration et défendez une position nuancée sur leur pertinence.",
      "min_words": 150,
      "sample_answer": "Les quotas d'immigration : instrument de planification ou outil de discrimination déguisée ?\n\nLe débat sur les quotas d'immigration revient régulièrement dans l'espace public canadien, souvent avec plus de rhétorique que d'analyse rigoureuse. En tant qu'universitaire spécialisée dans les politiques migratoires, je voudrais contribuer à clarifier les enjeux réels de cette question.\n\nLes partisans des quotas avancent des arguments de planification sociale légitimes : un pays ne peut absorber indéfiniment un nombre croissant de nouveaux arrivants sans mettre en tension ses infrastructures, ses services publics et son marché du logement. Cet argument mérite d'être pris au sérieux, car les conditions d'accueil conditionnent directement la réussite de l'intégration. Un Canada qui accueille moins mais mieux servirait davantage les immigrants eux-mêmes que la politique actuelle de volume.\n\nNéanmoins, les quotas soulèvent des questions éthiques que leurs promoteurs tendent à esquiver. Sur quelle base détermine-t-on qui mérite d'être comptabilisé dans ces quotas ? Historiquement, les systèmes de quotas ont été utilisés comme des instruments d'exclusion raciale ou ethnique, comme en témoignent les pages sombres de l'histoire canadienne avec l'exclusion des Asiatiques au début du XXe siècle.\n\nEn définitive, la question n'est pas tant celle du nombre que celle des conditions. Investir massivement dans les capacités d'accueil vaudrait bien mieux que de fermer la porte à ceux qui frappent."
    },
    {
      "topic": "Rédigez une analyse sur l'impact des transferts de fonds des immigrants sur leurs pays d'origine",
      "instructions": "Rédigez une analyse (150 à 200 mots) pour une organisation internationale. Évaluez l'importance économique des transferts de fonds, leurs limites comme outil de développement et proposez des politiques complémentaires.",
      "min_words": 150,
      "sample_answer": "Les transferts de fonds des immigrants : une contribution au développement sous-estimée mais insuffisante\n\nChaque année, les immigrants établis dans les pays riches transfèrent des sommes considérables vers leurs pays d'origine, dépassant largement le volume de l'aide publique au développement à l'échelle mondiale. Le Canada n'échappe pas à cette réalité : ses immigrants envoient des dizaines de milliards de dollars annuellement vers des économies qui en dépendent parfois structurellement. Cette contribution mérite une analyse rigoureuse pour en comprendre à la fois la valeur et les limites.\n\nDu côté des avantages, ces transferts représentent une source de devises stable et directement orientée vers les ménages, contrairement à l'aide officielle souvent captée par des bureaucraties inefficaces. Ils financent l'alimentation, l'éducation et la santé de millions de familles dans des pays en développement, avec un impact immédiat et mesurable sur les conditions de vie.\n\nNéanmoins, il convient de ne pas surestimer leur rôle dans le développement économique structurel. Ces transferts sont en grande partie destinés à la consommation courante et ne génèrent pas de manière automatique des investissements productifs capables de créer des emplois locaux durables.\n\nPar conséquent, les politiques de développement doivent accompagner ces flux financiers par des mécanismes d'orientation vers l'investissement productif, tout en réduisant les frais de transfert, encore excessifs, qui captent une part inacceptable de ces ressources vitales."
    },
    {
      "topic": "Écrivez un essai sur l'identité culturelle des immigrants à l'heure des réseaux sociaux",
      "instructions": "Rédigez un essai argumentatif (150 à 200 mots). Analysez comment les réseaux sociaux modifient l'expérience identitaire des immigrants et leurs effets sur l'intégration dans la société d'accueil.",
      "min_words": 150,
      "sample_answer": "Les réseaux sociaux et l'identité immigrante : connexion permanente, intégration paradoxale\n\nPour les générations précédentes d'immigrants, la rupture avec le pays d'origine était radicale : une fois partis, les lettres mettaient des semaines à arriver, les appels téléphoniques coûtaient une fortune et les informations sur le pays natal parvenaient au compte-gouttes. Cette rupture, douloureuse, favorisait néanmoins une forme d'immersion forcée dans la culture d'accueil.\n\nÀ l'ère des réseaux sociaux, cette réalité est profondément transformée. Un immigrant peut aujourd'hui maintenir des liens quotidiens, quasi instantanés, avec sa famille, ses amis et sa culture d'origine, en consommant des médias, de la musique et des nouvelles de son pays natal comme s'il y était encore. Cette continuité affective est incontestablement précieuse sur le plan psychologique et contribue à atténuer le deuil migratoire.\n\nNéanmoins, il convient de s'interroger sur les effets ambivalents de cette hyperconnexion. En maintenant un pied permanent dans la culture d'origine, l'immigrant risque de retarder son investissement dans la société d'accueil, de fréquenter exclusivement des communautés en ligne de sa propre origine et de réduire les occasions de rencontres interculturelles réelles.\n\nAinsi, les réseaux sociaux représentent à la fois un trésor psychologique et un risque d'enfermement communautaire. Leur usage conscient et équilibré devient dès lors un enjeu d'intégration à part entière, que les programmes d'accueil gagneraient à aborder franchement."
    }
  ]
}