{
"skill": "eo",
"exam_id": 27,
"level": "A2",
"language": "fr",
"lessons": [
{
"topic": "Comparez votre logement actuel avec votre ancien logement",
"instructions": "Décrivez votre maison au Canada et comparez-la avec celle de votre pays. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des pièces et du confort",
"Comparaison de la taille et du loyer",
"Explication de votre préférence actuelle"
]
},
{
"topic": "Décrivez votre travail actuel et comparez vos responsabilités",
"instructions": "Présentez votre emploi au Canada et expliquez les différences avec votre ancien métier. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des tâches quotidiennes",
"Comparaison des horaires de travail",
"Explication des avantages sociaux au Canada"
]
},
{
"topic": "Parlez de vos habitudes alimentaires au Canada",
"instructions": "Décrivez ce que vous mangez et comparez avec vos repas d'autrefois. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description d'un repas typique canadien",
"Comparaison de la disponibilité des produits",
"Explication de vos changements de habitudes"
]
},
{
"topic": "Comparez les transports en commun canadiens et ceux de votre pays",
"instructions": "Décrivez votre trajet quotidien et comparez les services de transport. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du bus ou du métro local",
"Comparaison de la ponctualité et du prix",
"Explication du mode de transport le plus efficace"
]
},
{
"topic": "Décrivez vos loisirs d'été et d'hiver au Canada",
"instructions": "Expliquez vos activités selon les saisons et comparez-les. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description d'une activité de plein air",
"Comparaison entre le sport d'été et d'hiver",
"Explication de votre saison préférée pour bouger"
]
},
{
"topic": "Parlez du système de santé et comparez les services",
"instructions": "Décrivez une visite chez le médecin et comparez avec votre expérience passée. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description d'une clinique ou d'un hôpital",
"Comparaison de l'accès aux soins médicaux",
"Explication du fonctionnement des assurances"
]
},
{
"topic": "Décrivez l'école de vos enfants ou vos études",
"instructions": "Présentez votre établissement scolaire et expliquez les différences d'enseignement. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de la salle de classe et du matériel",
"Comparaison des méthodes pédagogiques",
"Explication de l'importance de l'apprentissage du français"
]
},
{
"topic": "Parlez de vos voisins canadiens et de votre relation",
"instructions": "Décrivez vos voisins et comparez-les avec vos anciens voisins. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de votre quartier et du voisinage",
"Comparaison de la convivialité et de l'aide",
"Explication d'une interaction sociale marquante"
]
},
{
"topic": "Décrivez votre routine hivernale et comparez vos vêtements",
"instructions": "Expliquez comment vous vous préparez pour le froid canadien. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de votre équipement de protection",
"Comparaison avec vos vêtements d'automne",
"Explication des difficultés liées à la neige"
]
},
{
"topic": "Comparez le coût de la vie entre deux villes",
"instructions": "Décrivez les dépenses courantes au Canada et comparez avec votre pays. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du prix des produits de base",
"Comparaison des factures d'électricité et d'internet",
"Explication de votre gestion du budget familial"
]
},
{
"topic": "Décrivez un supermarché canadien et comparez les magasins",
"instructions": "Parlez de votre expérience d'achat et expliquez les différences de service. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de l'organisation des rayons",
"Comparaison des prix et de la variété",
"Explication de votre choix de magasin"
]
},
{
"topic": "Parlez de votre famille et de leur intégration",
"instructions": "Décrivez la vie de vos proches au Canada et comparez leurs activités. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des occupations de chaque membre",
"Comparaison des rythmes de vie quotidiens",
"Explication des défis de l'immigration pour eux"
]
},
{
"topic": "Décrivez vos vacances de rêve au Canada",
"instructions": "Choisissez deux provinces et comparez les activités touristiques. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des paysages et de la météo",
"Comparaison des sites à visiter absolument",
"Explication de la raison de votre choix"
]
},
{
"topic": "Comparez les fêtes traditionnelles de deux cultures",
"instructions": "Décrivez une fête canadienne et comparez-la avec une fête nationale. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des traditions et de l'ambiance",
"Comparaison des repas de fête préparés",
"Explication de ce que vous aimez célébrer"
]
},
{
"topic": "Décrivez votre premier ami au Canada",
"instructions": "Parlez de cette rencontre et comparez avec vos amitiés passées. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de la personnalité de l'ami",
"Comparaison des centres d'intérêt partagés",
"Explication de la manière dont vous communiquez"
]
},
{
"topic": "Parlez des bibliothèques publiques et comparez les services",
"instructions": "Décrivez la bibliothèque de votre quartier et expliquez son utilité. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des espaces de lecture et ordinateurs",
"Comparaison avec les services de votre pays",
"Explication des avantages pour l'intégration"
]
},
{
"topic": "Décrivez un restaurant local et comparez la cuisine",
"instructions": "Parlez d'une sortie au restaurant et comparez les saveurs. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du menu et du décor",
"Comparaison des portions et des prix",
"Explication de l'accueil du personnel canadien"
]
},
{
"topic": "Comparez le climat de votre région actuelle",
"instructions": "Décrivez les températures annuelles et comparez les saisons extrêmes. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du temps qu'il fait aujourd'hui",
"Comparaison entre l'été chaud et l'hiver froid",
"Explication de votre adaptation au climat"
]
},
{
"topic": "Décrivez votre moyen de transport idéal",
"instructions": "Comparez l'utilisation d'une voiture privée et des transports collectifs. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des avantages d'avoir un véhicule",
"Comparaison des coûts d'essence et d'assurance",
"Explication du choix le plus écologique"
]
},
{
"topic": "Parlez des services municipaux et comparez-les",
"instructions": "Décrivez la gestion des déchets ou des parcs. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de la propreté de votre ville",
"Comparaison avec les services de votre enfance",
"Explication de l'importance du recyclage"
]
},
{
"topic": "Décrivez un centre commercial et comparez les prix",
"instructions": "Expliquez votre expérience de magasinage et comparez les marques. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de l'architecture et des boutiques",
"Comparaison de la mode canadienne et étrangère",
"Explication de vos périodes de soldes préférées"
]
},
{
"topic": "Comparez deux métiers qui vous intéressent au Canada",
"instructions": "Décrivez les compétences nécessaires et expliquez votre préférence. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des tâches de chaque profession",
"Comparaison des salaires et des opportunités",
"Explication de votre plan de carrière"
]
},
{
"topic": "Décrivez une activité sportive et comparez les clubs",
"instructions": "Parlez d'un sport que vous pratiquez et expliquez l'inscription. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de l'équipement et des règles",
"Comparaison des clubs privés et centres publics",
"Explication des bienfaits pour votre santé"
]
},
{
"topic": "Parlez de la télévision canadienne et comparez les programmes",
"instructions": "Décrivez vos émissions préférées et comparez avec les médias étrangers. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du contenu des informations",
"Comparaison de la langue et de l'humour",
"Explication de l'utilité pour apprendre le français"
]
},
{
"topic": "Décrivez votre trajet pour aller au travail",
"instructions": "Expliquez votre itinéraire et comparez la durée selon l'heure. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du chemin et des rues empruntées",
"Comparaison entre l'heure de pointe et le soir",
"Explication du stress lié aux embouteillages"
]
},
{
"topic": "Comparez les types de garderies pour enfants",
"instructions": "Décrivez les options de garde au Canada et expliquez les coûts. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description d'une journée en garderie",
"Comparaison entre le public et le privé",
"Explication du choix pour votre famille"
]
},
{
"topic": "Décrivez un événement culturel et comparez l'ambiance",
"instructions": "Parlez d'un concert ou festival et expliquez votre ressenti. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des artistes et du public",
"Comparaison avec les fêtes de votre pays",
"Explication de l'importance de la culture"
]
},
{
"topic": "Parlez de l'utilisation d'Internet et comparez les forfaits",
"instructions": "Décrivez vos activités en ligne et expliquez vos dépenses technologiques. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de vos sites web favoris",
"Comparaison de la vitesse et de la stabilité",
"Explication de l'utilité pour rester en contact"
]
},
{
"topic": "Décrivez une banque canadienne et comparez les comptes",
"instructions": "Expliquez comment vous gérez votre argent et comparez les frais. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des services au guichet",
"Comparaison entre les cartes de débit et crédit",
"Explication de la sécurité bancaire au Canada"
]
},
{
"topic": "Comparez la vie urbaine et la vie rurale",
"instructions": "Décrivez une grande ville et un petit village canadien. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des paysages et du bruit",
"Comparaison de l'accès aux services",
"Explication de votre lieu de vie idéal"
]
},
{
"topic": "Décrivez votre petit-déjeuner et comparez les ingrédients",
"instructions": "Parlez de votre premier repas et expliquez vos préférences nutritives. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des aliments et des boissons",
"Comparaison avec le petit-déjeuner traditionnel",
"Explication de l'énergie nécessaire pour la journée"
]
},
{
"topic": "Parlez du bénévolat et comparez les associations",
"instructions": "Décrivez une expérience d'aide communautaire et expliquez votre motivation. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des tâches effectuées gratuitement",
"Comparaison de différentes causes sociales",
"Explication de l'impact sur votre intégration"
]
},
{
"topic": "Décrivez un parc d'attractions et comparez les jeux",
"instructions": "Parlez d'une sortie en famille et expliquez les tarifs. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des manèges et des spectacles",
"Comparaison avec les parcs de votre enfance",
"Explication de la sécurité des installations"
]
},
{
"topic": "Comparez les types de chauffage pour l'habitation",
"instructions": "Décrivez votre système de chauffage et expliquez les factures d'hiver. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de la chaleur dans votre maison",
"Comparaison entre électricité, gaz ou bois",
"Explication de l'isolation des fenêtres"
]
},
{
"topic": "Décrivez votre apprentissage du français et comparez",
"instructions": "Parlez de vos cours de langue et expliquez vos difficultés. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de votre professeur et des exercices",
"Comparaison entre l'oral et l'écrit",
"Explication de vos objectifs linguistiques"
]
},
{
"topic": "Parlez de la météo et comparez deux saisons",
"instructions": "Décrivez le printemps et l'automne au Canada. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des couleurs et de la nature",
"Comparaison des vêtements nécessaires",
"Explication de votre moral selon le soleil"
]
},
{
"topic": "Décrivez une pharmacie canadienne et comparez les produits",
"instructions": "Expliquez comment vous achetez des médicaments et comparez les prix. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du service du pharmacien",
"Comparaison des remèdes naturels et chimiques",
"Explication du système des ordonnances"
]
},
{
"topic": "Comparez le travail à distance et au bureau",
"instructions": "Décrivez votre environnement de travail et expliquez vos préférences. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du matériel et de l'espace",
"Comparaison de la concentration et des pauses",
"Explication de l'équilibre vie privée et travail"
]
},
{
"topic": "Décrivez un marché fermier et comparez les produits",
"instructions": "Parlez des fruits et légumes locaux et expliquez la qualité. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des étals et des agriculteurs",
"Comparaison avec les produits industriels",
"Explication de l'importance du manger local"
]
},
{
"topic": "Parlez des animaux de compagnie au Canada",
"instructions": "Décrivez les animaux que vous voyez et comparez les responsabilités. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des chiens et chats du quartier",
"Comparaison des soins et de la nourriture",
"Explication des lois sur les animaux en ville"
]
},
{
"topic": "Décrivez une salle de sport et comparez les prix",
"instructions": "Expliquez votre entraînement et comparez les types d'abonnements. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des machines et des cours",
"Comparaison entre le matin et le soir",
"Explication de vos objectifs physiques"
]
},
{
"topic": "Comparez les manières de voyager au Canada",
"instructions": "Décrivez un voyage en train et en avion au Canada. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du confort et des paysages",
"Comparaison de la durée et du coût",
"Explication de votre préférence pour les vacances"
]
},
{
"topic": "Décrivez une fête d'anniversaire au Canada",
"instructions": "Expliquez l'organisation et comparez avec vos coutumes familiales. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du gâteau et des invités",
"Comparaison des cadeaux et des jeux",
"Explication de la joie de partager ce moment"
]
},
{
"topic": "Parlez des vêtements d'occasion et comparez les magasins",
"instructions": "Décrivez les friperies et expliquez pourquoi c'est économique. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de l'état des habits usagés",
"Comparaison avec les magasins neufs",
"Explication de l'aspect écologique de l'achat"
]
},
{
"topic": "Décrivez votre routine de fin de semaine",
"instructions": "Expliquez vos activités du samedi et comparez avec le dimanche. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des sorties et des tâches ménagères",
"Comparaison du temps de repos et d'action",
"Explication de l'importance de décompresser"
]
},
{
"topic": "Comparez deux quartiers où vous avez habité",
"instructions": "Décrivez l'ambiance et expliquez les différences de sécurité. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des rues et de l'éclairage",
"Comparaison de la proximité des parcs",
"Explication de votre sentiment de bien-être"
]
},
{
"topic": "Décrivez un cinéma au Canada et comparez",
"instructions": "Parlez d'une séance de film et expliquez le coût des billets. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description du confort des sièges et du son",
"Comparaison avec le cinéma de votre pays",
"Explication de vos préférences pour les films"
]
},
{
"topic": "Parlez des jardins communautaires et comparez",
"instructions": "Décrivez un espace de culture partagé et expliquez ses avantages. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description des plantes et des outils",
"Comparaison avec un jardin privé",
"Explication du lien social créé"
]
},
{
"topic": "Décrivez une station de ski et comparez les niveaux",
"instructions": "Expliquez l'ambiance à la montagne et comparez les activités. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de la neige et des remontées",
"Comparaison entre le ski et la luge",
"Explication du plaisir d'être au grand air"
]
},
{
"topic": "Comparez deux moyens de paiement courants",
"instructions": "Décrivez l'argent liquide et la carte bancaire au Canada. Parlez pendant 2 à 3 minutes.",
"expected_points": [
"Description de l'utilisation au quotidien",
"Comparaison de la rapidité et de la sécurité",
"Explication de votre préférence pour payer"
]
}
]
}