{
"skill": "eo",
"exam_id": 28,
"level": "B1",
"language": "fr",
"lessons": [
{
"topic": "Donnez votre avis sur le télétravail pour les nouveaux arrivants au Canada",
"instructions": "Dites si cette modalité aide à l'intégration. Parlez pendant 3 minutes. Justifiez votre réponse avec des arguments.",
"expected_points": [
"Opinion sur la flexibilité et l'isolement",
"Justification par le gain de temps de transport",
"Exemple lié à la conciliation famille-travail"
]
},
{
"topic": "Pensez-vous que les transports en commun favorisent l'écologie en ville ?",
"instructions": "Donnez votre point de vue sur l'usage du bus ou métro. Parlez pendant 3 minutes. Justifiez avec des exemples concrets.",
"expected_points": [
"Opinion favorable sur la réduction de la pollution",
"Argument sur le coût moins élevé que l'auto",
"Conséquence directe sur la fluidité du trafic urbain"
]
},
{
"topic": "Donnez votre opinion sur l'importance du bénévolat au Canada",
"instructions": "Expliquez si le bénévolat est essentiel pour la communauté. Parlez pendant 3 minutes. Appuyez votre avis sur des exemples.",
"expected_points": [
"Opinion sur le renforcement des liens sociaux",
"Justification par l'acquisition d'expérience canadienne",
"Exemple d'organisme d'aide aux immigrants"
]
},
{
"topic": "Est-il préférable d'habiter en centre-ville ou en banlieue ?",
"instructions": "Comparez les deux options pour un immigrant. Parlez pendant 3 minutes. Justifiez votre préférence avec des arguments.",
"expected_points": [
"Opinion sur la qualité de vie et le calme",
"Argument sur la proximité des services et commerces",
"Exemple de différence de loyer ou de superficie"
]
},
{
"topic": "Faut-il imposer l'apprentissage du français aux immigrants adultes ?",
"instructions": "Partagez votre avis sur l'obligation linguistique. Parlez pendant 3 minutes. Justifiez votre position avec des exemples.",
"expected_points": [
"Opinion sur la nécessité pour trouver un emploi",
"Argument sur l'accès aux services publics canadiens",
"Conséquence sur la réussite du projet migratoire"
]
},
{
"topic": "Donnez votre avis sur la consommation de produits locaux au Canada",
"instructions": "Dites si vous privilégiez les produits du Québec ou des provinces. Parlez pendant 3 minutes. Justifiez votre choix.",
"expected_points": [
"Opinion sur le soutien aux agriculteurs d'ici",
"Justification par la fraîcheur des aliments",
"Exemple de produits achetés au marché fermier"
]
},
{
"topic": "Pensez-vous que les enfants s'adaptent plus vite que les adultes ?",
"instructions": "Expliquez votre point de vue sur l'intégration scolaire. Parlez pendant 3 minutes. Justifiez avec des observations personnelles.",
"expected_points": [
"Opinion sur la facilité d'apprentissage des langues",
"Argument sur le rôle social de l'école primaire",
"Conséquence sur la dynamique familiale globale"
]
},
{
"topic": "Le pourboire devrait-il être obligatoire dans les restaurants canadiens ?",
"instructions": "Exprimez votre sentiment sur la culture du 'tip'. Parlez pendant 3 minutes. Justifiez avec des arguments économiques.",
"expected_points": [
"Opinion sur la reconnaissance du service client",
"Argument sur le complément de salaire des serveurs",
"Exemple d'une expérience de service exceptionnelle"
]
},
{
"topic": "L'hiver canadien est-il un obstacle majeur à l'immigration ?",
"instructions": "Donnez votre avis sur l'impact du climat. Parlez pendant 3 minutes. Justifiez avec des solutions d'adaptation.",
"expected_points": [
"Opinion sur la beauté et la rudesse du froid",
"Argument sur l'importance des vêtements techniques",
"Exemple d'activité hivernale positive comme le patin"
]
},
{
"topic": "Pensez-vous que le sport facilite les relations entre voisins ?",
"instructions": "Dites si les activités physiques créent des liens. Parlez pendant 3 minutes. Justifiez avec votre propre expérience.",
"expected_points": [
"Opinion sur la convivialité des centres sportifs",
"Argument sur la rencontre de gens de cultures diverses",
"Exemple de match de soccer ou hockey local"
]
},
{
"topic": "Donnez votre opinion sur le système de santé canadien",
"instructions": "Dites ce que vous pensez de l'accès aux soins. Parlez pendant 3 minutes. Justifiez avec des exemples précis.",
"expected_points": [
"Opinion sur la gratuité versus les délais d'attente",
"Argument sur la qualité des équipements médicaux",
"Conséquence sur le sentiment de sécurité des citoyens"
]
},
{
"topic": "Est-il nécessaire d'avoir une voiture pour vivre au Canada ?",
"instructions": "Expliquez si l'automobile est indispensable selon la région. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur la liberté de mouvement en région",
"Argument sur le coût de l'essence et des assurances",
"Exemple de trajet difficile à faire en autobus"
]
},
{
"topic": "Pensez-vous que les bibliothèques sont utiles pour les nouveaux arrivants ?",
"instructions": "Donnez votre avis sur ces espaces publics. Parlez pendant 3 minutes. Justifiez par des services offerts.",
"expected_points": [
"Opinion sur la bibliothèque comme lieu d'étude",
"Argument sur la gratuité de l'information et d'Internet",
"Exemple d'ateliers de conversation ou d'aide"
]
},
{
"topic": "L'éducation à distance est-elle aussi efficace que le présentiel ?",
"instructions": "Partagez votre point de vue sur les cours en ligne. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur l'autonomie et la discipline requise",
"Argument sur l'économie de temps et d'argent",
"Conséquence sur l'interaction avec le professeur"
]
},
{
"topic": "Donnez votre avis sur la colocation entre étudiants au Canada",
"instructions": "Expliquez si partager un logement est une bonne idée. Parlez pendant 3 minutes. Justifiez votre réponse.",
"expected_points": [
"Opinion sur la réduction des charges financières",
"Argument sur le développement de la vie sociale",
"Exemple de règle de vie pour éviter les conflits"
]
},
{
"topic": "Les réseaux sociaux sont-ils bons pour trouver un emploi ?",
"instructions": "Donnez votre avis sur LinkedIn ou Facebook au Canada. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur la visibilité auprès des recruteurs",
"Argument sur l'importance du réseautage professionnel",
"Exemple de contact direct avec une entreprise"
]
},
{
"topic": "Pensez-vous que cuisiner chez soi est meilleur pour la santé ?",
"instructions": "Comparez les repas maison et les restaurants rapides. Parlez pendant 3 minutes. Justifiez votre préférence.",
"expected_points": [
"Opinion sur le contrôle de la qualité des aliments",
"Argument sur l'aspect économique des boîtes à lunch",
"Exemple d'ingrédients frais utilisés au quotidien"
]
},
{
"topic": "Faut-il limiter le temps d'écran des enfants à la maison ?",
"instructions": "Exprimez votre position sur l'usage des tablettes. Parlez pendant 3 minutes. Justifiez avec des conséquences.",
"expected_points": [
"Opinion sur le besoin de jeux extérieurs",
"Argument sur l'impact sur le sommeil et la vue",
"Conséquence sur la communication dans la famille"
]
},
{
"topic": "Le recyclage est-il une responsabilité individuelle ou gouvernementale ?",
"instructions": "Donnez votre avis sur la gestion des déchets. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur le rôle actif de chaque citoyen",
"Argument sur l'importance des infrastructures municipales",
"Exemple de tri sélectif fait à la maison"
]
},
{
"topic": "Est-il important de célébrer les fêtes nationales canadiennes ?",
"instructions": "Dites si participer à la Fête du Canada est utile. Parlez pendant 3 minutes. Justifiez votre avis.",
"expected_points": [
"Opinion sur le sentiment d'appartenance au pays",
"Argument sur la découverte de l'histoire locale",
"Exemple d'activité festive dans un parc public"
]
},
{
"topic": "Pensez-vous que les uniformes scolaires sont une bonne chose ?",
"instructions": "Donnez votre avis sur l'habillement à l'école. Parlez pendant 3 minutes. Justifiez avec des arguments sociaux.",
"expected_points": [
"Opinion sur la réduction des inégalités visibles",
"Argument sur la simplicité pour les parents le matin",
"Conséquence sur l'expression de la personnalité"
]
},
{
"topic": "Donnez votre opinion sur la flexibilité des horaires de travail",
"instructions": "Dites si les horaires variables améliorent la productivité. Parlez pendant 3 minutes. Justifiez votre réponse.",
"expected_points": [
"Opinion sur la réduction du stress lié au retard",
"Argument sur l'équilibre entre vie privée et bureau",
"Exemple de rendez-vous médical plus facile à gérer"
]
},
{
"topic": "Les jardins communautaires améliorent-ils la vie de quartier ?",
"instructions": "Partagez votre avis sur l'agriculture urbaine. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur l'embellissement des espaces verts",
"Argument sur l'échange de conseils entre jardiniers",
"Conséquence sur la consommation de légumes frais"
]
},
{
"topic": "Faut-il privilégier les petits commerces face aux grandes surfaces ?",
"instructions": "Exprimez votre préférence pour vos achats quotidiens. Parlez pendant 3 minutes. Justifiez votre choix.",
"expected_points": [
"Opinion sur la qualité du service personnalisé",
"Argument sur le soutien à l'économie de proximité",
"Exemple de la boulangerie du coin de la rue"
]
},
{
"topic": "Le partage des tâches ménagères est-il équitable aujourd'hui ?",
"instructions": "Donnez votre avis sur l'organisation à la maison. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur l'évolution des rôles dans le couple",
"Argument sur la nécessité de collaboration pour le temps",
"Exemple de répartition des repas ou du ménage"
]
},
{
"topic": "Pensez-vous que la publicité influence trop nos achats ?",
"instructions": "Dites si vous vous sentez manipulé par les annonces. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur l'incitation à la surconsommation",
"Argument sur l'information utile sur les nouveaux produits",
"Exemple d'un achat impulsif fait après une annonce"
]
},
{
"topic": "Les vacances d'été sont-elles trop longues pour les élèves ?",
"instructions": "Exprimez votre avis sur le calendrier scolaire canadien. Parlez pendant 3 minutes. Justifiez votre position.",
"expected_points": [
"Opinion sur le besoin de repos après l'année",
"Argument sur la perte de certaines connaissances",
"Conséquence sur l'organisation du travail des parents"
]
},
{
"topic": "Donnez votre opinion sur les pourboires dans les services",
"instructions": "Dites si vous donnez un pourboire au coiffeur ou taxi. Parlez pendant 3 minutes. Justifiez l'usage.",
"expected_points": [
"Opinion sur la coutume locale au Canada",
"Argument sur la satisfaction du client",
"Exemple d'un montant habituel pour un service"
]
},
{
"topic": "Pensez-vous que les chiens devraient être admis dans les parcs ?",
"instructions": "Donnez votre avis sur la présence animale en ville. Parlez pendant 3 minutes. Justifiez avec des règles.",
"expected_points": [
"Opinion sur le bien-être animal et social",
"Argument sur la propreté et la sécurité des enfants",
"Exemple de zone réservée ou laisse obligatoire"
]
},
{
"topic": "La lecture de livres papier est-elle démodée ?",
"instructions": "Comparez les livres physiques et les liseuses numériques. Parlez pendant 3 minutes. Justifiez votre avis.",
"expected_points": [
"Opinion sur le plaisir tactile et l'odeur du papier",
"Argument sur la praticité du numérique en voyage",
"Conséquence sur la santé des yeux ou la batterie"
]
},
{
"topic": "Donnez votre avis sur l'aide financière aux nouveaux immigrants",
"instructions": "Dites si les programmes actuels sont suffisants. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur le soutien durant les premiers mois",
"Argument sur le coût élevé de l'installation initiale",
"Exemple de bourses ou de prêts pour la formation"
]
},
{
"topic": "Pensez-vous que l'amitié entre collègues est importante ?",
"instructions": "Expliquez si avoir des amis au travail aide. Parlez pendant 3 minutes. Justifiez votre réponse.",
"expected_points": [
"Opinion sur l'amélioration de l'ambiance au bureau",
"Argument sur l'entraide lors de projets difficiles",
"Conséquence sur la motivation quotidienne"
]
},
{
"topic": "Les cours de cuisine devraient-ils être obligatoires à l'école ?",
"instructions": "Donnez votre avis sur l'enseignement des compétences de vie. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur l'importance de l'autonomie alimentaire",
"Argument sur la lutte contre l'obésité infantile",
"Exemple de plat simple que tout jeune devrait savoir faire"
]
},
{
"topic": "Est-il préférable d'acheter ou de louer son logement ?",
"instructions": "Comparez les deux situations financières au Canada. Parlez pendant 3 minutes. Justifiez votre avis.",
"expected_points": [
"Opinion sur la stabilité de la propriété",
"Argument sur la liberté de mouvement du locataire",
"Conséquence sur le budget à long terme"
]
},
{
"topic": "Pensez-vous que les villes canadiennes sont assez sécurisées ?",
"instructions": "Donnez votre avis sur la sécurité publique. Parlez pendant 3 minutes. Justifiez avec des exemples vécus.",
"expected_points": [
"Opinion sur le sentiment de calme le soir",
"Argument sur la présence policière et l'éclairage",
"Exemple d'une promenade nocturne sans crainte"
]
},
{
"topic": "L'apprentissage d'une troisième langue est-il un atout au Canada ?",
"instructions": "Dites si parler plus que français et anglais aide. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur la richesse culturelle et cognitive",
"Argument sur les opportunités dans le commerce mondial",
"Exemple d'une situation où une langue maternelle a aidé"
]
},
{
"topic": "Donnez votre avis sur les centres d'achat (malls) au Canada",
"instructions": "Dites si vous aimez passer du temps dans ces centres. Parlez pendant 3 minutes. Justifiez votre choix.",
"expected_points": [
"Opinion sur le confort thermique en plein hiver",
"Argument sur le regroupement de tous les services",
"Exemple d'une sortie familiale incluant cinéma et repas"
]
},
{
"topic": "Faut-il encourager l'usage du vélo même en hiver ?",
"instructions": "Donnez votre avis sur le cyclisme hivernal. Parlez pendant 3 minutes. Justifiez avec des arguments techniques.",
"expected_points": [
"Opinion sur la santé physique et l'écologie",
"Argument sur le danger des routes glissantes",
"Exemple d'aménagement comme les pistes déneigées"
]
},
{
"topic": "Pensez-vous que les médias traditionnels vont disparaître ?",
"instructions": "Comparez le journal papier et les sites d'information. Parlez pendant 3 minutes. Justifiez votre avis.",
"expected_points": [
"Opinion sur la rapidité de l'information en ligne",
"Argument sur la fiabilité des journalistes professionnels",
"Conséquence sur la manière dont on s'informe"
]
},
{
"topic": "Donnez votre avis sur la diversité culturelle en entreprise",
"instructions": "Dites si les équipes mixtes sont plus performantes. Parlez pendant 3 minutes. Justifiez votre réponse.",
"expected_points": [
"Opinion sur l'apport de nouvelles idées créatives",
"Argument sur une meilleure compréhension des clients",
"Exemple d'un projet réussi grâce à différents points de vue"
]
},
{
"topic": "Le covoiturage est-il une bonne solution pour aller travailler ?",
"instructions": "Exprimez votre avis sur le partage de voiture. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur l'économie des frais de stationnement",
"Argument sur la dimension sociale du trajet",
"Conséquence sur la réduction de l'empreinte carbone"
]
},
{
"topic": "Pensez-vous que le mentorat aide à l'intégration professionnelle ?",
"instructions": "Expliquez l'utilité d'être guidé par un ancien. Parlez pendant 3 minutes. Justifiez votre avis.",
"expected_points": [
"Opinion sur la compréhension des codes du travail",
"Argument sur l'élargissement du réseau de contacts",
"Exemple d'un conseil précieux reçu d'un mentor"
]
},
{
"topic": "Faut-il interdire les sacs en plastique au supermarché ?",
"instructions": "Donnez votre opinion sur cette mesure écologique. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur la protection de la faune marine",
"Argument sur l'habitude d'apporter ses propres sacs",
"Conséquence sur la production de déchets plastiques"
]
},
{
"topic": "Les études universitaires garantissent-elles un bon salaire ?",
"instructions": "Dites si un diplôme est synonyme de richesse. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur la valeur de l'éducation spécialisée",
"Argument sur l'importance de l'expérience pratique",
"Exemple de métiers techniques très bien rémunérés"
]
},
{
"topic": "Donnez votre avis sur la vie sans télévision à la maison",
"instructions": "Dites si l'on peut se passer de cet écran. Parlez pendant 3 minutes. Justifiez votre choix.",
"expected_points": [
"Opinion sur le gain de temps pour d'autres loisirs",
"Argument sur le remplacement par les plateformes web",
"Conséquence sur les échanges entre les membres du foyer"
]
},
{
"topic": "Pensez-vous que le camping est la meilleure façon de visiter le Canada ?",
"instructions": "Donnez votre avis sur l'hébergement en plein air. Parlez pendant 3 minutes. Justifiez votre réponse.",
"expected_points": [
"Opinion sur la connexion directe avec la nature",
"Argument sur le faible coût par rapport à l'hôtel",
"Exemple d'un parc national visité ou souhaité"
]
},
{
"topic": "Faut-il limiter la vitesse sur toutes les autoroutes ?",
"instructions": "Exprimez votre avis sur la sécurité routière. Parlez pendant 3 minutes. Justifiez avec des arguments.",
"expected_points": [
"Opinion sur la diminution du nombre d'accidents",
"Argument sur l'impact positif sur la consommation d'essence",
"Conséquence sur le temps de trajet total"
]
},
{
"topic": "Donnez votre avis sur la qualité de la nourriture canadienne",
"instructions": "Dites si vous trouvez les aliments sains au Canada. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur la diversité des cuisines internationales",
"Argument sur la présence de sucre dans certains produits",
"Exemple de plat typique découvert comme la poutine"
]
},
{
"topic": "Pensez-vous que les robots vont remplacer les humains au travail ?",
"instructions": "Donnez votre avis sur l'automatisation. Parlez pendant 3 minutes. Justifiez avec des exemples.",
"expected_points": [
"Opinion sur la suppression des tâches répétitives",
"Argument sur la nécessité de nouvelles compétences",
"Conséquence sur le taux de chômage futur"
]
},
{
"topic": "Est-il important de garder ses traditions d'origine au Canada ?",
"instructions": "Dites si conserver sa culture aide ou nuit à l'intégration. Parlez pendant 3 minutes. Justifiez.",
"expected_points": [
"Opinion sur l'équilibre entre identité et adaptation",
"Argument sur la richesse du multiculturalisme canadien",
"Exemple de partage culinaire ou linguistique"
]
}
]
}