{
"skill": "eo",
"exam_id": 29,
"level": "B2",
"language": "fr",
"lessons": [
{
"topic": "Le télétravail : un frein ou un moteur pour l'intégration des nouveaux arrivants ?",
"instructions": "Présentez les avantages et inconvénients de cette modalité. Parlez pendant 3 à 4 minutes. Argumentez en nuançant votre point de vue avec des exemples concrets.",
"expected_points": [
"Prise de position sur la flexibilité et l'équilibre vie professionnelle-privée",
"Arguments sur l'accès aux emplois partout au Canada sans déménager",
"Nuance sur le manque d'interactions sociales essentielles pour le réseautage"
]
},
{
"topic": "La reconnaissance des diplômes étrangers au Canada : un système à réformer ?",
"instructions": "Analysez l'efficacité du système actuel de reconnaissance professionnelle. Parlez pendant 3 à 4 minutes. Développez une argumentation structurée et nuancez vos propos.",
"expected_points": [
"Opinion sur les barrières administratives ralentissant l'accès au marché du travail",
"Démonstration de la perte économique liée au sous-emploi des immigrants qualifiés",
"Nuance sur l'importance de maintenir des standards de sécurité publique élevés"
]
},
{
"topic": "L'importance de la dualité linguistique canadienne pour les immigrants",
"instructions": "Discutez de l'utilité du bilinguisme dans le contexte professionnel canadien. Parlez pendant 3 à 4 minutes. Argumentez et nuancez votre opinion avec des exemples.",
"expected_points": [
"Position sur l'avantage compétitif immense que procure le bilinguisme",
"Exemples de provinces comme le Nouveau-Brunswick ou l'Ontario où c'est un atout",
"Nuance sur la difficulté réelle de maîtriser deux langues en même temps"
]
},
{
"topic": "Le coût du logement dans les métropoles canadiennes : un défi insurmontable ?",
"instructions": "Évaluez l'impact du prix de l'immobilier sur le choix d'installation. Parlez pendant 3 à 4 minutes. Argumentez et proposez des nuances basées sur la réalité actuelle.",
"expected_points": [
"Prise de position sur la crise de l'abordabilité à Toronto et Vancouver",
"Arguments sur l'exode des talents vers des villes de taille moyenne",
"Nuance sur les mesures gouvernementales et les aides au logement existantes"
]
},
{
"topic": "Le bénévolat : une stratégie efficace pour obtenir une première expérience canadienne ?",
"instructions": "Réfléchissez au rôle de l'engagement communautaire dans la carrière d'un immigrant. Parlez pendant 3 à 4 minutes. Argumentez et nuancez vos propos.",
"expected_points": [
"Opinion favorable sur le développement du réseau et des compétences douces",
"Arguments sur la validation des aptitudes sociales par les employeurs locaux",
"Nuance sur le risque de précarité si le bénévolat se substitue au travail rémunéré"
]
},
{
"topic": "La scolarisation des enfants d'immigrants en français hors Québec",
"instructions": "Défendez votre point de vue sur le choix de l'école francophone. Parlez pendant 3 à 4 minutes. Argumentez de manière structurée et nuancée.",
"expected_points": [
"Position sur la préservation de la langue et de l'identité culturelle",
"Arguments sur les bénéfices cognitifs et futurs de l'éducation bilingue",
"Nuance sur le manque de ressources ou la distance des écoles francophones"
]
},
{
"topic": "L'influence du multiculturalisme canadien sur l'identité nationale",
"instructions": "Analysez comment la diversité façonne la société canadienne moderne. Parlez pendant 3 à 4 minutes. Argumentez et nuancez votre vision avec des exemples.",
"expected_points": [
"Position sur le multiculturalisme comme pilier de la paix sociale",
"Arguments sur l'enrichissement mutuel à travers les festivals et la cuisine",
"Nuance sur le risque de communautarisme au détriment de la cohésion nationale"
]
},
{
"topic": "L'accès aux soins de santé : un système gratuit mais saturé ?",
"instructions": "Donnez votre avis sur le système de santé public au Canada. Parlez pendant 3 à 4 minutes. Argumentez en apportant des nuances importantes.",
"expected_points": [
"Opinion sur l'équité de l'accès gratuit pour tous les résidents",
"Arguments sur la qualité des soins une fois pris en charge par le système",
"Nuance sur les délais d'attente prohibitifs pour les spécialistes ou les chirurgies"
]
},
{
"topic": "L'urbanisme canadien : la voiture est-elle encore reine en 2026 ?",
"instructions": "Discutez de la dépendance à l'automobile face au développement des transports collectifs. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'impossibilité de vivre sans voiture dans de nombreuses régions",
"Arguments sur les coûts écologiques et financiers de l'étalement urbain",
"Nuance sur l'amélioration des réseaux de trains de banlieue et de pistes cyclables"
]
},
{
"topic": "Le système d'éducation canadien : prépare-t-il réellement au marché du travail ?",
"instructions": "Évaluez l'adéquation entre formation académique et besoins des entreprises. Parlez pendant 3 à 4 minutes. Argumentez en nuançant votre avis.",
"expected_points": [
"Opinion sur l'excellence des universités et collèges canadiens",
"Arguments sur la valorisation croissante des stages et de l'alternance",
"Nuance sur l'écart persistant dans certains secteurs technologiques de pointe"
]
},
{
"topic": "La gastronomie canadienne existe-t-elle vraiment au-delà de la poutine ?",
"instructions": "Interrogez-vous sur l'existence d'une culture culinaire nationale riche. Parlez pendant 3 à 4 minutes. Argumentez avec des exemples concrets et nuancez.",
"expected_points": [
"Position sur la richesse des produits du terroir (sirop d'érable, fruits de mer)",
"Arguments sur l'apport des cuisines du monde à la table canadienne",
"Nuance sur l'influence prédominante de l'industrie agroalimentaire américaine"
]
},
{
"topic": "La vie en région au Canada : une solution à la crise de l'immigration ?",
"instructions": "Plaidez pour ou contre l'installation en dehors des grands centres urbains. Parlez pendant 3 à 4 minutes. Argumentez et nuancez vos propos.",
"expected_points": [
"Opinion sur les avantages de coût de la vie et de qualité d'air",
"Arguments sur l'accueil chaleureux et les besoins de main-d'œuvre locaux",
"Nuance sur l'isolement possible et le manque de services spécialisés"
]
},
{
"topic": "La protection de l'environnement : un sacrifice économique nécessaire pour le Canada ?",
"instructions": "Débattez du dilemme entre exploitation des ressources et lutte climatique. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'urgence de protéger les forêts boréales et les océans",
"Arguments sur la transition vers les énergies vertes comme moteur de croissance",
"Nuance sur l'impact financier immédiat pour les provinces dépendantes du pétrole"
]
},
{
"topic": "Les réseaux sociaux : un outil d'intégration ou de repli identitaire ?",
"instructions": "Analysez l'usage du numérique pour les nouveaux arrivants. Parlez pendant 3 à 4 minutes. Argumentez et nuancez avec des exemples.",
"expected_points": [
"Opinion sur l'utilité des groupes d'entraide pour l'installation",
"Arguments sur le maintien des liens affectifs avec le pays d'origine",
"Nuance sur le danger de rester dans une bulle sans s'ouvrir à la société locale"
]
},
{
"topic": "L'entreprenariat pour les immigrants : une voie risquée ou libératrice ?",
"instructions": "Discutez des défis de créer une entreprise au Canada. Parlez pendant 3 à 4 minutes. Argumentez et apportez des nuances.",
"expected_points": [
"Position sur la liberté créative et l'autonomie financière au Canada",
"Arguments sur le dynamisme économique et le soutien aux PME",
"Nuance sur la méconnaissance des lois fiscales et des codes commerciaux locaux"
]
},
{
"topic": "Le système de pourboire : une coutume archaïque ou un juste salaire ?",
"instructions": "Exprimez votre avis sur la culture du pourboire généralisée. Parlez pendant 3 à 4 minutes. Argumentez en nuançant votre point de vue.",
"expected_points": [
"Position sur le pourboire comme incitatif à un service d'excellence",
"Arguments sur l'équilibre financier pour les travailleurs du secteur service",
"Nuance sur la pression sociale et l'inflation des pourcentages demandés"
]
},
{
"topic": "L'influence des voisins sur l'intégration sociale au Canada",
"instructions": "Évaluez le rôle du bon voisinage dans la réussite de l'immigration. Parlez pendant 3 à 4 minutes. Argumentez et nuancez vos propos.",
"expected_points": [
"Opinion sur l'importance du soutien informel (déneigement, conseils)",
"Arguments sur la création d'un sentiment de sécurité et d'appartenance",
"Nuance sur la discrétion et le respect de la vie privée parfois perçus comme froideur"
]
},
{
"topic": "Le sport comme vecteur de cohésion sociale au Canada",
"instructions": "Réfléchissez à l'impact des activités sportives sur le vivre-ensemble. Parlez pendant 3 à 4 minutes. Argumentez et nuancez avec des exemples.",
"expected_points": [
"Position sur le sport (hockey, soccer) comme langage universel d'intégration",
"Arguments sur les valeurs de respect et de discipline inculquées aux jeunes",
"Nuance sur les coûts élevés d'inscription qui peuvent exclure certaines familles"
]
},
{
"topic": "L'utilisation de l'intelligence artificielle dans le recrutement : équitable ?",
"instructions": "Discutez des avantages et des risques de l'IA pour les candidats immigrants. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur la réduction des biais conscients lors du premier tri des CV",
"Arguments sur l'efficacité du jumelage compétences-emplois",
"Nuance sur les biais algorithmiques qui pourraient pénaliser les profils atypiques"
]
},
{
"topic": "La parité hommes-femmes en politique canadienne : un objectif atteint ?",
"instructions": "Évaluez la représentation féminine dans les instances décisionnelles. Parlez pendant 3 à 4 minutes. Argumentez en nuançant votre avis.",
"expected_points": [
"Position sur les progrès réels et la nomination de ministres femmes",
"Arguments sur l'importance de modèles inspirants pour les jeunes immigrantes",
"Nuance sur les obstacles persistants comme la conciliation travail-famille"
]
},
{
"topic": "Le mentorat professionnel : un luxe ou une nécessité ?",
"instructions": "Discutez de l'impact des programmes de parrainage pour les immigrants qualifiés. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur le mentorat comme accélérateur de carrière indispensable",
"Arguments sur le transfert de connaissances tacites sur la culture d'entreprise",
"Nuance sur le manque de mentors disponibles par rapport à la demande"
]
},
{
"topic": "La protection des langues autochtones : une responsabilité fédérale ?",
"instructions": "Analysez l'importance de revitaliser les langues des Premières Nations. Parlez pendant 3 à 4 minutes. Argumentez et nuancez vos propos.",
"expected_points": [
"Opinion sur l'aspect moral et historique de la réconciliation",
"Arguments sur la richesse culturelle inestimable de ces langues pour le Canada",
"Nuance sur la difficulté logistique de l'enseignement dans les communautés isolées"
]
},
{
"topic": "La semaine de quatre jours : applicable au marché canadien ?",
"instructions": "Exprimez votre avis sur cette tendance du futur du travail. Parlez pendant 3 à 4 minutes. Argumentez en nuançant votre point de vue.",
"expected_points": [
"Position sur l'amélioration de la santé mentale et de la productivité",
"Arguments sur l'attractivité des employeurs canadiens face à la concurrence",
"Nuance sur la complexité de mise en œuvre dans les services d'urgence ou manufacturiers"
]
},
{
"topic": "Les transports actifs (vélo, marche) : une solution pour les hivers canadiens ?",
"instructions": "Évaluez la viabilité des déplacements non motorisés toute l'année. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur les bénéfices écologiques et de santé publique majeurs",
"Arguments sur l'évolution des infrastructures (pistes déneigées)",
"Nuance sur la dangerosité et l'inconfort lors des grands froids ou tempêtes"
]
},
{
"topic": "L'éducation financière : une matière obligatoire pour les nouveaux arrivants ?",
"instructions": "Discutez de l'importance de comprendre le système de crédit canadien. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur la nécessité d'éviter le surendettement dès l'arrivée",
"Arguments sur le fonctionnement particulier des cotes de crédit au Canada",
"Nuance sur la responsabilité partagée entre les banques et l'individu"
]
},
{
"topic": "La diversification alimentaire : un remède contre l'insécurité alimentaire ?",
"instructions": "Analysez le lien entre diversité des cultures agricoles et accès à la nourriture. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur le soutien aux circuits courts et aux fermes maraîchères",
"Arguments sur la résilience du système alimentaire face aux crises climatiques",
"Nuance sur l'inflation galopante qui limite le choix des consommateurs"
]
},
{
"topic": "Les festivals d'hiver : simples attractions ou outils de santé mentale ?",
"instructions": "Réfléchissez à l'importance des événements comme le Carnaval de Québec. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'importance de briser l'isolement hivernal et la déprime",
"Arguments sur la valorisation de la culture et le dynamisme économique local",
"Nuance sur l'aspect commercial parfois excessif de ces célébrations"
]
},
{
"topic": "L'enseignement de l'histoire du Canada : doit-on tout raconter ?",
"instructions": "Discutez de la manière de traiter les zones sombres du passé canadien. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur le besoin de vérité pour une intégration honnête des immigrants",
"Arguments sur la reconnaissance des torts causés aux autochtones",
"Nuance sur la nécessité de garder un message d'espoir et d'unité nationale"
]
},
{
"topic": "Le travail saisonnier : une opportunité ou une précarité pour l'immigrant ?",
"instructions": "Analysez les emplois temporaires dans l'agriculture ou le tourisme. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'accès rapide au marché de l'emploi pour les non-qualifiés",
"Arguments sur la découverte de différentes régions du pays",
"Nuance sur l'absence de stabilité et de couverture sociale à long terme"
]
},
{
"topic": "Le numérique en milieu scolaire : progrès pédagogique ou distraction ?",
"instructions": "Évaluez la place des écrans dans les classes canadiennes. Parlez pendant 3 à 4 minutes. Argumentez en nuançant votre avis.",
"expected_points": [
"Opinion sur l'alphabétisation numérique indispensable au 21e siècle",
"Arguments sur l'interactivité et l'accès à des ressources mondiales",
"Nuance sur les problèmes de concentration et de cyberdépendance des élèves"
]
},
{
"topic": "Le système de santé privé : une solution pour désengorger le public ?",
"instructions": "Débattez de l'introduction d'un système à deux vitesses au Canada. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur le choix laissé aux citoyens et la réduction des listes d'attente",
"Arguments sur l'innovation et l'efficacité souvent supérieures du privé",
"Nuance sur le risque d'injustice sociale où seuls les riches sont soignés"
]
},
{
"topic": "L'importance des espaces verts urbains dans les villes de demain",
"instructions": "Discutez du rôle des parcs nationaux et municipaux. Parlez pendant 3 à 4 minutes. Argumentez et nuancez votre point de vue.",
"expected_points": [
"Opinion sur les bienfaits pour la santé physique et psychologique",
"Arguments sur la régulation thermique et la biodiversité en ville",
"Nuance sur le coût d'entretien et la pression immobilière sur ces terrains"
]
},
{
"topic": "La flexibilité linguistique : doit-on accepter le 'franglais' au travail ?",
"instructions": "Analysez l'évolution de la langue française au contact de l'anglais. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur le pragmatisme nécessaire dans une économie intégrée",
"Arguments sur la fluidité des échanges dans les milieux technologiques",
"Nuance sur la nécessité de protéger la qualité et la précision du français"
]
},
{
"topic": "Les stages non rémunérés : un passage obligé ou une exploitation ?",
"instructions": "Exprimez votre avis sur l'insertion professionnelle des jeunes diplômés. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'acquisition de réseaux et d'expérience concrète",
"Arguments sur la valeur ajoutée sur le CV pour un premier emploi",
"Nuance sur l'exclusion des candidats n'ayant pas de soutien financier familial"
]
},
{
"topic": "Le civisme au Canada : une valeur en déclin ?",
"instructions": "Discutez du respect des règles de vie commune dans l'espace public. Parlez pendant 3 à 4 minutes. Argumentez et nuancez vos propos.",
"expected_points": [
"Opinion sur la politesse légendaire des Canadiens (attente en file, excuses)",
"Arguments sur le rôle du civisme dans la sécurité et la propreté des villes",
"Nuance sur l'augmentation des tensions sociales liées au stress économique"
]
},
{
"topic": "L'impact du vieillissement de la population sur l'économie canadienne",
"instructions": "Analysez le besoin accru d'immigration pour compenser les départs à la retraite. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'immigration comme moteur vital de la croissance future",
"Arguments sur le financement des retraites et des services de santé",
"Nuance sur la pression exercée sur les infrastructures et le logement"
]
},
{
"topic": "Les bibliothèques publiques : des lieux de culture ou des centres sociaux ?",
"instructions": "Réfléchissez à l'évolution de la mission des bibliothèques au Canada. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur l'importance de l'accès gratuit à l'information pour tous",
"Arguments sur le rôle d'inclusion des sans-abris et des nouveaux arrivants",
"Nuance sur la baisse du budget consacré à l'achat de livres physiques"
]
},
{
"topic": "La consommation responsable : un luxe réservé aux classes aisées ?",
"instructions": "Analysez le coût de l'éthique dans les choix de consommation au Canada. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur le devoir citoyen de privilégier le durable et l'équitable",
"Arguments sur l'impact positif à long terme pour la planète",
"Nuance sur le prix élevé des produits bio ou locaux inaccessibles aux précaires"
]
},
{
"topic": "La sécurité publique et la vie privée : où placer le curseur ?",
"instructions": "Discutez de la surveillance (caméras, données) dans les villes canadiennes. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur le besoin de technologies pour prévenir la criminalité",
"Arguments sur le sentiment de sécurité nécessaire pour la liberté de mouvement",
"Nuance sur le risque de dérives autoritaires et de surveillance de masse"
]
},
{
"topic": "L'enseignement des arts à l'école : secondaire ou essentiel ?",
"instructions": "Évaluez la place de la musique et du dessin dans le cursus scolaire. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur le développement de la créativité et de la confiance en soi",
"Arguments sur l'équilibre avec les matières scientifiques et techniques",
"Nuance sur les coupes budgétaires fréquentes qui touchent ces programmes"
]
},
{
"topic": "L'image du Canada à l'étranger : mythe ou réalité ?",
"instructions": "Analysez si la réputation de terre d'accueil correspond à l'expérience vécue. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur la bienveillance réelle et le respect des droits humains",
"Arguments sur les opportunités économiques et la stabilité politique",
"Nuance sur les difficultés d'intégration souvent minimisées avant le départ"
]
},
{
"topic": "La publicité ciblée : une commodité ou une intrusion inacceptable ?",
"instructions": "Donnez votre avis sur l'utilisation des données personnelles par les entreprises. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur la pertinence des offres reçues selon nos besoins réels",
"Arguments sur le financement des services gratuits par la publicité",
"Nuance sur la manipulation psychologique et la perte de souveraineté numérique"
]
},
{
"topic": "Le travail indépendant (gig economy) : une liberté factice ?",
"instructions": "Analysez la situation des livreurs et chauffeurs de plateforme au Canada. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur la flexibilité des horaires appréciée par certains étudiants",
"Arguments sur l'absence de lien de subordination et l'autonomie",
"Nuance sur la précarité extrême et le manque de protection sociale"
]
},
{
"topic": "Les programmes d'échange étudiant : un investissement rentable ?",
"instructions": "Discutez de la valeur d'une expérience internationale durant les études. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'ouverture d'esprit et l'apprentissage des langues",
"Arguments sur l'attractivité du profil pour les futurs employeurs",
"Nuance sur le coût financier élevé et les difficultés administratives"
]
},
{
"topic": "La densification urbaine : faut-il construire plus haut dans nos villes ?",
"instructions": "Évaluez la verticalité comme solution à l'étalement urbain. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur la protection des terres agricoles et la réduction des trajets",
"Arguments sur la revitalisation des centres-villes et le dynamisme",
"Nuance sur la perte de lumière, le bruit et le manque d'espaces de jeux"
]
},
{
"topic": "Le rôle des grands-parents dans la famille immigrante moderne",
"instructions": "Analysez l'importance du lien intergénérationnel après l'immigration. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur la transmission des valeurs et de la langue d'origine",
"Arguments sur l'aide précieuse pour la garde d'enfants et l'équilibre familial",
"Nuance sur le choc culturel que peuvent vivre les aînés dans le nouveau pays"
]
},
{
"topic": "La gratuité des transports en commun : une utopie financière ?",
"instructions": "Débattez de l'idée de supprimer le prix des billets de bus et métro. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur l'augmentation massive de la fréquentation et l'écologie",
"Arguments sur l'aide directe au pouvoir d'achat des plus modestes",
"Nuance sur le manque à gagner pour l'entretien et l'extension du réseau"
]
},
{
"topic": "Le droit à la déconnexion : un nouveau droit fondamental ?",
"instructions": "Discutez de la frontière entre vie pro et perso à l'heure du smartphone. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur la préservation de la santé mentale des travailleurs",
"Arguments sur l'amélioration de la qualité du temps passé en famille",
"Nuance sur la nécessité de réactivité dans certains secteurs internationaux"
]
},
{
"topic": "L'influence de la culture américaine sur la jeunesse canadienne",
"instructions": "Analysez le risque d'assimilation culturelle face au voisin du sud. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Opinion sur la force d'attraction des médias et réseaux sociaux américains",
"Arguments sur la nécessité de politiques de protection de l'exception culturelle",
"Nuance sur les échanges enrichissants et la proximité géographique naturelle"
]
},
{
"topic": "La citoyenneté canadienne : un engagement ou un simple papier ?",
"instructions": "Réfléchissez à ce que signifie devenir citoyen canadien aujourd'hui. Parlez pendant 3 à 4 minutes. Argumentez et nuancez.",
"expected_points": [
"Position sur l'adhésion aux valeurs de démocratie, d'égalité et de respect",
"Arguments sur les droits et devoirs (vote, jury) qui renforcent la nation",
"Nuance sur l'aspect purement pratique (voyages, sécurité) pour certains"
]
}
]
}