{
"skill": "eo",
"exam_id": 30,
"level": "C1",
"language": "fr",
"lessons": [
{
"topic": "L'impact de l'immigration francophone sur la pérennité du fait français au Canada",
"instructions": "Proposez une analyse approfondie des enjeux démographiques et culturels liés à la francophonie. Parlez pendant 4 minutes. Structurez votre propos de manière rigoureuse.",
"expected_points": [
"Analyse de la vitalité linguistique des communautés francophones hors Québec",
"Argumentation sur le rôle moteur de l'immigration dans le dynamisme culturel",
"Mise en perspective des défis d'intégration linguistique à long terme"
]
},
{
"topic": "La reconnaissance des compétences étrangères : un gaspillage de capital humain au Canada ?",
"instructions": "Analysez les barrières systémiques freinant l'accès aux professions réglementées pour les immigrants. Parlez pendant 4 minutes. Développez une argumentation nuancée et structurée.",
"expected_points": [
"Analyse des mécanismes de certification et des obstacles administratifs",
"Argumentation sur les conséquences économiques du déclassement professionnel",
"Mise en perspective de la nécessaire réforme des ordres professionnels"
]
},
{
"topic": "Le multiculturalisme canadien face au défi de la cohésion sociale nationale",
"instructions": "Interrogez l'équilibre entre la préservation des identités culturelles et l'unité civique. Parlez pendant 4 minutes. Assurez une structuration claire de votre discours.",
"expected_points": [
"Analyse du modèle de mosaïque culturelle par opposition à l'assimilation",
"Argumentation sur les bénéfices de la diversité pour l'innovation sociale",
"Mise en perspective des risques de fragmentation de l'espace public"
]
},
{
"topic": "L'intelligence artificielle et l'évolution du marché de l'emploi hautement qualifié",
"instructions": "Examinez les mutations structurelles que l'IA impose aux secteurs professionnels canadiens. Parlez pendant 4 minutes. Utilisez un registre soutenu et une structure cohérente.",
"expected_points": [
"Analyse de l'automatisation des tâches cognitives complexes",
"Argumentation sur le besoin de nouvelles compétences hybrides",
"Mise en perspective des implications éthiques et sociales au travail"
]
},
{
"topic": "La crise du logement et ses répercussions sur l'attractivité migratoire du Canada",
"instructions": "Évaluez le lien entre les politiques immobilières et la rétention des talents internationaux. Parlez pendant 4 minutes. Structurez votre analyse de façon analytique.",
"expected_points": [
"Analyse de la spéculation immobilière dans les métropoles canadiennes",
"Argumentation sur l'impact de l'inflation locative pour les nouveaux arrivants",
"Mise en perspective des solutions de densification urbaine durable"
]
},
{
"topic": "L'avenir des systèmes de santé universels face au vieillissement démographique",
"instructions": "Analysez la viabilité du modèle de santé public canadien dans un contexte de transition démographique. Parlez pendant 4 minutes. Présentez un exposé structuré.",
"expected_points": [
"Analyse de la pression financière sur les infrastructures hospitalières",
"Argumentation sur le rôle de la technologie et des soins à domicile",
"Mise en perspective de la réforme du financement des services publics"
]
},
{
"topic": "La réconciliation avec les peuples autochtones : enjeux politiques et sociétaux",
"instructions": "Discutez de l'importance historique et contemporaine des processus de réconciliation au Canada. Parlez pendant 4 minutes. Adoptez une approche analytique rigoureuse.",
"expected_points": [
"Analyse des fondements historiques des relations entre l'État et les nations",
"Argumentation sur l'intégration des savoirs autochtones dans les politiques",
"Mise en perspective des conditions d'une coexistence harmonieuse réelle"
]
},
{
"topic": "Le bilinguisme institutionnel au Canada : un atout économique sur l'échiquier mondial",
"instructions": "Évaluez l'impact de la dualité linguistique sur le commerce international et la diplomatie. Parlez pendant 4 minutes. Structurez votre développement de façon claire.",
"expected_points": [
"Analyse du bilinguisme comme levier d'accès aux marchés internationaux",
"Argumentation sur l'avantage compétitif des travailleurs canadiens bilingues",
"Mise en perspective de la protection des droits linguistiques au travail"
]
},
{
"topic": "Le virage vers l'économie verte et la transformation des régions pétrolières",
"instructions": "Examinez les tensions entre les impératifs écologiques et les intérêts économiques régionaux. Parlez pendant 4 minutes. Développez une argumentation structurée.",
"expected_points": [
"Analyse de la transition énergétique dans le secteur des ressources naturelles",
"Argumentation sur la reconversion de la main-d'œuvre et les investissements",
"Mise en perspective de l'avenir de la souveraineté énergétique canadienne"
]
},
{
"topic": "L'éducation post-secondaire au Canada : un moteur d'ascension sociale équitable ?",
"instructions": "Analysez l'accessibilité aux études supérieures et son impact sur la stratification sociale. Parlez pendant 4 minutes. Utilisez un lexique précis et soutenu.",
"expected_points": [
"Analyse du coût des études et des mécanismes de financement étudiant",
"Argumentation sur la valeur des diplômes sur le marché du travail actuel",
"Mise en perspective de l'équité pour les minorités et les immigrants"
]
},
{
"topic": "L'impact des médias sociaux sur le débat démocratique et la désinformation",
"instructions": "Analysez comment les plateformes numériques transforment l'opinion publique au Canada. Parlez pendant 4 minutes. Présentez une introduction et un développement clairs.",
"expected_points": [
"Analyse de l'économie de l'attention et des algorithmes de recommandation",
"Argumentation sur la polarisation des discours et l'effritement du consensus",
"Mise en perspective de la régulation étatique de l'espace numérique"
]
},
{
"topic": "La place du télétravail dans la redéfinition de l'aménagement du territoire",
"instructions": "Examinez les conséquences de la décentralisation du travail sur l'urbanisme et les régions. Parlez pendant 4 minutes. Structurez votre propos.",
"expected_points": [
"Analyse de la mutation des centres-villes et de l'attrait pour les régions",
"Argumentation sur les infrastructures numériques nécessaires au développement",
"Mise en perspective de l'équilibre entre vie privée et productivité"
]
},
{
"topic": "Le système de justice canadien : enjeux d'accès et d'équité pour tous",
"instructions": "Proposez une réflexion sur l'accessibilité réelle de la justice pour les citoyens. Parlez pendant 4 minutes. Développez une analyse approfondie.",
"expected_points": [
"Analyse des barrières linguistiques et financières au sein de l'appareil judiciaire",
"Argumentation sur la modernisation des tribunaux et la médiation",
"Mise en perspective de la justice réparatrice et du respect des droits"
]
},
{
"topic": "L'influence de la culture américaine sur l'exception culturelle canadienne",
"instructions": "Analysez les stratégies de défense de la souveraineté culturelle face à l'hégémonie voisine. Parlez pendant 4 minutes. Structurez votre discours.",
"expected_points": [
"Analyse de la perméabilité des frontières culturelles et linguistiques",
"Argumentation sur le rôle des subventions publiques dans la création locale",
"Mise en perspective des nouveaux défis posés par les géants du streaming"
]
},
{
"topic": "La sécurité alimentaire au Canada : enjeux de production et d'accessibilité",
"instructions": "Évaluez les vulnérabilités du système alimentaire canadien face aux crises mondiales. Parlez pendant 4 minutes. Présentez une analyse exhaustive.",
"expected_points": [
"Analyse de la dépendance aux importations et des coûts de production",
"Argumentation sur la promotion des circuits courts et de l'agriculture urbaine",
"Mise en perspective des politiques sociales face à l'inflation alimentaire"
]
},
{
"topic": "L'éthique de l'intelligence artificielle dans le secteur de la fonction publique",
"instructions": "Interrogez l'utilisation des algorithmes dans la gestion des services aux citoyens. Parlez pendant 4 minutes. Assurez une structuration rigoureuse.",
"expected_points": [
"Analyse de la transparence algorithmique et de la protection des données",
"Argumentation sur les gains d'efficience versus les risques de biais",
"Mise en perspective de la responsabilité humaine dans la décision publique"
]
},
{
"topic": "La diplomatie environnementale du Canada : entre ambition et pragmatisme économique",
"instructions": "Analysez le rôle du Canada dans les négociations climatiques internationales. Parlez pendant 4 minutes. Développez une argumentation structurée.",
"expected_points": [
"Analyse de la position canadienne lors des sommets internationaux",
"Argumentation sur les contradictions entre engagement écologique et exploitation",
"Mise en perspective de l'influence du Canada sur les politiques mondiales"
]
},
{
"topic": "L'évolution des modèles familiaux et les politiques de soutien à la parentalité",
"instructions": "Examinez l'adéquation des politiques sociales canadiennes avec les nouvelles réalités familiales. Parlez pendant 4 minutes. Structurez votre analyse.",
"expected_points": [
"Analyse de la diversité des structures familiales contemporaines",
"Argumentation sur l'impact des services de garde et des congés parentaux",
"Mise en perspective de l'équilibre entre démographie et marché du travail"
]
},
{
"topic": "Le pouvoir d'influence des provinces dans la gestion des politiques d'immigration",
"instructions": "Analysez la répartition des compétences entre le fédéral et les provinces. Parlez pendant 4 minutes. Adoptez un registre soutenu.",
"expected_points": [
"Analyse des ententes bilatérales et de la sélection des candidats",
"Argumentation sur la réponse aux besoins économiques régionaux spécifiques",
"Mise en perspective des tensions politiques liées au partage des pouvoirs"
]
},
{
"topic": "La santé mentale au travail : un enjeu de productivité ou de société ?",
"instructions": "Évaluez la responsabilité des entreprises canadiennes envers le bien-être de leurs employés. Parlez pendant 4 minutes. Présentez un discours clair.",
"expected_points": [
"Analyse des facteurs de risque psychosociaux dans les milieux professionnels",
"Argumentation sur le retour sur investissement des programmes de santé",
"Mise en perspective de la culture organisationnelle et de la déstigmatisation"
]
},
{
"topic": "L'avenir des centres-villes canadiens à l'ère de la ville intelligente",
"instructions": "Analysez les mutations urbaines induites par les nouvelles technologies de l'information. Parlez pendant 4 minutes. Structurez votre propos analytiquement.",
"expected_points": [
"Analyse de la gestion des données urbaines pour optimiser les flux",
"Argumentation sur la revitalisation des espaces publics et du commerce",
"Mise en perspective des enjeux de vie privée pour les citadins"
]
},
{
"topic": "La protection de la vie privée à l'heure du capitalisme de surveillance",
"instructions": "Examinez les cadres législatifs canadiens face à la collecte massive de données. Parlez pendant 4 minutes. Développez une analyse structurée.",
"expected_points": [
"Analyse de la Loi sur la protection des renseignements personnels",
"Argumentation sur le rapport de force entre citoyens et entreprises technologiques",
"Mise en perspective de la souveraineté numérique individuelle et nationale"
]
},
{
"topic": "Le rôle de l'enseignement des langues dans l'intégration économique des immigrants",
"instructions": "Analysez l'efficacité des programmes de francisation et d'anglicisation au Canada. Parlez pendant 4 minutes. Utilisez une structure rigoureuse.",
"expected_points": [
"Analyse du lien entre compétence linguistique et mobilité professionnelle",
"Argumentation sur l'adaptation des méthodes d'apprentissage aux adultes",
"Mise en perspective de l'investissement public dans les services d'accueil"
]
},
{
"topic": "L'innovation technologique dans le secteur des transports collectifs durables",
"instructions": "Évaluez les défis de la transition vers une mobilité décarbonée dans les villes. Parlez pendant 4 minutes. Développez un exposé analytique.",
"expected_points": [
"Analyse de l'électrification des réseaux et de l'intermodalité",
"Argumentation sur le financement des grands projets d'infrastructure",
"Mise en perspective du changement de comportement des usagers"
]
},
{
"topic": "La représentation des minorités visibles dans les instances de direction canadiennes",
"instructions": "Analysez les plafonds de verre et les politiques d'équité en entreprise. Parlez pendant 4 minutes. Structurez votre développement.",
"expected_points": [
"Analyse des obstacles à l'avancement professionnel des minorités",
"Argumentation sur l'importance de la diversité décisionnelle pour la performance",
"Mise en perspective des quotas et des programmes de mentorat inclusifs"
]
},
{
"topic": "Le fédéralisme canadien : un système adaptable face aux crises sanitaires et écologiques",
"instructions": "Interrogez la flexibilité du partage des compétences entre les paliers de gouvernement. Parlez pendant 4 minutes. Adoptez une structure claire.",
"expected_points": [
"Analyse de la coordination intergouvernementale lors d'urgences nationales",
"Argumentation sur les forces et faiblesses de la décentralisation",
"Mise en perspective des réformes constitutionnelles possibles ou souhaitables"
]
},
{
"topic": "La culture de l'annulation (cancel culture) : entre justice sociale et censure",
"instructions": "Examinez l'impact de ce phénomène sur la liberté d'expression dans l'espace canadien. Parlez pendant 4 minutes. Argumentez de façon nuancée.",
"expected_points": [
"Analyse des dynamiques de pouvoir sur les plateformes numériques",
"Argumentation sur la responsabilisation des acteurs publics versus le droit à l'erreur",
"Mise en perspective du rôle de l'université comme lieu de débat"
]
},
{
"topic": "Le sport professionnel au Canada : vecteur d'identité ou industrie commerciale ?",
"instructions": "Analysez le rôle socioculturel des grandes ligues de sport dans la cohésion. Parlez pendant 4 minutes. Structurez votre propos.",
"expected_points": [
"Analyse du sport comme élément de ralliement et d'identité nationale",
"Argumentation sur les enjeux financiers et l'influence des commanditaires",
"Mise en perspective de l'accessibilité au sport amateur pour les jeunes"
]
},
{
"topic": "L'évolution des banlieues canadiennes face aux défis environnementaux",
"instructions": "Analysez le modèle de développement périurbain et sa durabilité à long terme. Parlez pendant 4 minutes. Présentez une réflexion structurée.",
"expected_points": [
"Analyse de l'empreinte écologique liée à l'étalement urbain",
"Argumentation sur la nécessité d'une densification douce et intelligente",
"Mise en perspective du transport actif en milieu moins dense"
]
},
{
"topic": "Le mécénat et le financement privé de la culture au Canada",
"instructions": "Évaluez l'équilibre entre l'aide étatique et le soutien des entreprises aux arts. Parlez pendant 4 minutes. Développez une analyse approfondie.",
"expected_points": [
"Analyse de l'évolution du financement public des arts et lettres",
"Argumentation sur l'indépendance artistique face aux bailleurs de fonds privés",
"Mise en perspective de la démocratisation culturelle par l'innovation"
]
},
{
"topic": "La protection des consommateurs à l'ère du commerce électronique transfrontalier",
"instructions": "Analysez les défis juridiques liés à la consommation sur les plateformes mondiales. Parlez pendant 4 minutes. Structurez votre développement.",
"expected_points": [
"Analyse de la compétence législative en cas de litige international",
"Argumentation sur la protection des données financières et des droits d'achat",
"Mise en perspective de l'harmonisation des normes de qualité"
]
},
{
"topic": "Le rôle du Canada dans l'Arctique : enjeux de souveraineté et de protection",
"instructions": "Examinez les défis géopolitiques et environnementaux liés au Grand Nord canadien. Parlez pendant 4 minutes. Adoptez une approche analytique.",
"expected_points": [
"Analyse de l'ouverture des routes maritimes et des ressources naturelles",
"Argumentation sur le respect de l'autodétermination des peuples inuits",
"Mise en perspective des tensions avec les autres puissances circumpolaires"
]
},
{
"topic": "L'économie circulaire au Canada : vers un nouveau modèle industriel ?",
"instructions": "Analysez la transition des entreprises vers une gestion durable des ressources. Parlez pendant 4 minutes. Présentez un exposé structuré.",
"expected_points": [
"Analyse du cycle de vie des produits et de la valorisation des déchets",
"Argumentation sur les incitatifs économiques et les cadres réglementaires",
"Mise en perspective de la responsabilité élargie des producteurs"
]
},
{
"topic": "Le vieillissement actif et l'intégration des aînés dans la vie citoyenne",
"instructions": "Évaluez la place des personnes âgées dans la société canadienne contemporaine. Parlez pendant 4 minutes. Structurez votre propos de façon claire.",
"expected_points": [
"Analyse du capital d'expérience des retraités pour la communauté",
"Argumentation sur les politiques de logement adapté et de transport",
"Mise en perspective de la lutte contre l'isolement social et l'âgisme"
]
},
{
"topic": "La transformation de l'enseignement technique face aux besoins technologiques",
"instructions": "Analysez l'importance des métiers spécialisés dans l'économie canadienne actuelle. Parlez pendant 4 minutes. Utilisez un registre soutenu.",
"expected_points": [
"Analyse du déficit de main-d'œuvre qualifiée dans les secteurs techniques",
"Argumentation sur la valorisation sociale des formations professionnelles",
"Mise en perspective du partenariat entre écoles et industries"
]
},
{
"topic": "L'impact de l'inflation sur les inégalités sociales au Canada",
"instructions": "Proposez une réflexion sur la redistribution des richesses en période de crise. Parlez pendant 4 minutes. Développez une argumentation structurée.",
"expected_points": [
"Analyse du pouvoir d'achat des classes moyennes et vulnérables",
"Argumentation sur les leviers fiscaux et les aides sociales directes",
"Mise en perspective de la cohésion sociale face à la précarité accrue"
]
},
{
"topic": "La place des régions rurales dans la stratégie de développement national",
"instructions": "Analysez comment lutter contre la dépopulation et favoriser l'attractivité rurale. Parlez pendant 4 minutes. Présentez une analyse exhaustive.",
"expected_points": [
"Analyse des lacunes en infrastructures (santé, Internet haut débit)",
"Argumentation sur le potentiel touristique et agroalimentaire des régions",
"Mise en perspective de l'immigration régionale comme solution pérenne"
]
},
{
"topic": "L'éthique des sciences de la vie : enjeux de la bioéthique au Canada",
"instructions": "Interrogez les limites morales des avancées technologiques en santé. Parlez pendant 4 minutes. Structurez votre propos analytiquement.",
"expected_points": [
"Analyse des législations sur le génie génétique et la recherche médicale",
"Argumentation sur le consentement éclairé et l'équité d'accès aux soins",
"Mise en perspective du rôle des comités d'éthique nationaux"
]
},
{
"topic": "Le rôle des organisations sans but lucratif dans le filet social canadien",
"instructions": "Analysez l'interdépendance entre l'État et le secteur communautaire. Parlez pendant 4 minutes. Structurez votre discours de façon claire.",
"expected_points": [
"Analyse de la mission des organismes face aux besoins non comblés",
"Argumentation sur le financement et la professionnalisation du secteur",
"Mise en perspective de l'engagement bénévole comme pilier démocratique"
]
},
{
"topic": "La gestion de l'eau au Canada : enjeux écologiques et souveraineté mondiale",
"instructions": "Examinez les défis liés à la préservation des ressources en eau douce. Parlez pendant 4 minutes. Présentez une réflexion rigoureuse.",
"expected_points": [
"Analyse des menaces climatiques et de la pollution industrielle",
"Argumentation sur la valeur géopolitique de l'eau dans le futur",
"Mise en perspective des politiques fédérales de conservation"
]
},
{
"topic": "La diversité religieuse dans les institutions publiques laïques",
"instructions": "Analysez les tensions entre neutralité religieuse et liberté de culte. Parlez pendant 4 minutes. Développez une argumentation nuancée.",
"expected_points": [
"Analyse du concept de laïcité ouverte versus laïcité stricte",
"Argumentation sur l'accommodement raisonnable dans les services publics",
"Mise en perspective du respect du pluralisme au sein de la société"
]
},
{
"topic": "L'impact du tourisme de masse sur les parcs nationaux canadiens",
"instructions": "Évaluez l'équilibre entre développement touristique et conservation de la nature. Parlez pendant 4 minutes. Structurez votre propos.",
"expected_points": [
"Analyse de la pression anthropique sur les écosystèmes protégés",
"Argumentation sur la régulation de l'accès et les retombées économiques",
"Mise en perspective de l'éducation à l'environnement pour les visiteurs"
]
},
{
"topic": "La cyber-citoyenneté et la responsabilité des usagers du Web",
"instructions": "Analysez les enjeux d'éducation numérique et de comportement éthique en ligne. Parlez pendant 4 minutes. Utilisez un lexique précis.",
"expected_points": [
"Analyse des dérives numériques (cyberintimidation, haine en ligne)",
"Argumentation sur la nécessité d'une littératie numérique dès l'école",
"Mise en perspective de la législation sur la sécurité en ligne"
]
},
{
"topic": "L'avenir des médias locaux face aux plateformes globales de contenu",
"instructions": "Examinez la crise de la presse régionale et ses effets sur la démocratie. Parlez pendant 4 minutes. Présentez un exposé structuré.",
"expected_points": [
"Analyse de l'effondrement du modèle publicitaire traditionnel",
"Argumentation sur le rôle de la presse locale comme contre-pouvoir",
"Mise en perspective du soutien gouvernemental à l'information indépendante"
]
},
{
"topic": "Le bilinguisme au Québec : entre protection du français et ouverture",
"instructions": "Analysez les enjeux linguistiques spécifiques à la province de Québec. Parlez pendant 4 minutes. Développez une analyse structurée.",
"expected_points": [
"Analyse de la législation linguistique (Loi 101) et de son évolution",
"Argumentation sur l'importance du français comme langue commune",
"Mise en perspective de la place des minorités anglophones et allophones"
]
},
{
"topic": "L'influence du télétravail sur la santé physique et l'ergonomie",
"instructions": "Analysez les nouveaux défis de santé publique liés au travail à domicile. Parlez pendant 4 minutes. Structurez votre propos.",
"expected_points": [
"Analyse des risques de sédentarité et de troubles musculosquelettiques",
"Argumentation sur la responsabilité des employeurs en matière d'équipement",
"Mise en perspective des politiques de prévention en milieu hybride"
]
},
{
"topic": "La philanthropie au Canada : moteur de transformation sociale ?",
"instructions": "Examinez le rôle des fondations privées dans le financement du changement. Parlez pendant 4 minutes. Utilisez un registre soutenu.",
"expected_points": [
"Analyse de l'impact des grandes donations sur les secteurs sociaux",
"Argumentation sur la transparence et l'orientation des fonds privés",
"Mise en perspective de la complémentarité entre privé et public"
]
},
{
"topic": "Le droit à la ville et l'inclusion des personnes en situation de handicap",
"instructions": "Analysez l'accessibilité universelle dans l'aménagement urbain canadien. Parlez pendant 4 minutes. Développez une analyse rigoureuse.",
"expected_points": [
"Analyse des obstacles architecturaux et de transport subsistants",
"Argumentation sur le droit à l'autonomie et à la pleine citoyenneté",
"Mise en perspective des normes de construction et de l'innovation inclusive"
]
},
{
"topic": "L'intelligence artificielle au service de la lutte contre le changement climatique",
"instructions": "Évaluez le potentiel des technologies pour optimiser la transition écologique. Parlez pendant 4 minutes. Structurez votre analyse.",
"expected_points": [
"Analyse du traitement de données pour prévoir les risques climatiques",
"Argumentation sur l'optimisation énergétique des réseaux et industries",
"Mise en perspective de l'empreinte carbone propre au secteur numérique"
]
},
{
"topic": "Le patriotisme constitutionnel : socle de l'identité canadienne moderne ?",
"instructions": "Analysez l'attachement aux valeurs démocratiques comme facteur d'unité nationale. Parlez pendant 4 minutes. Présentez une conclusion claire.",
"expected_points": [
"Analyse de la Charte des droits et libertés comme référent commun",
"Argumentation sur l'inclusion des nouveaux citoyens par des valeurs civiques",
"Mise en perspective de l'équilibre entre citoyenneté et appartenances multiples"
]
}
]
}