{
"skill": "eo",
"exam_id": 31,
"level": "C2",
"language": "fr",
"lessons": [
{
"topic": "La mutation du modèle familial canadien face aux impératifs socio-économiques contemporains",
"instructions": "Analysez l'évolution des structures parentales sous le prisme des politiques publiques. Parlez pendant 4 à 5 minutes. Adoptez une posture critique et une prise de position nuancée.",
"expected_points": [
"Problématisation de la dualité entre émancipation individuelle et solidarité intergénérationnelle",
"Argumentation sur l'impact des dispositifs de garde et du coût du logement",
"Perspective éthique sur la responsabilité de l'État dans la pérennité du noyau familial"
]
},
{
"topic": "L'accessibilité au logement : entre droit fondamental et logique de marché spéculative",
"instructions": "Discutez des tensions intrinsèques au marché immobilier dans les métropoles canadiennes. Parlez pendant 4 à 5 minutes. Structurez votre réflexion de manière critique et approfondie.",
"expected_points": [
"Analyse de la financiarisation de l'immobilier et de l'exclusion urbaine des nouveaux arrivants",
"Démonstration dialectique entre régulation étatique stricte et liberté contractuelle",
"Ouverture sur les modèles alternatifs de coopératives d'habitation et de mixité sociale"
]
},
{
"topic": "Le travail à l'ère de l'intelligence artificielle : obsolescence ou hybridation ?",
"instructions": "Examinez les transformations ontologiques du rapport au travail au sein de l'économie canadienne. Parlez pendant 4 à 5 minutes. Proposez une analyse complexe et structurée.",
"expected_points": [
"Déconstruction du mythe de la substitution technologique totale versus la complémentarité",
"Analyse de la polarisation du marché du travail et de la précarisation numérique",
"Réflexion sur la redéfinition de la valeur travail dans une société post-industrielle"
]
},
{
"topic": "Souveraineté alimentaire et mondialisation : les dilemmes de l'approvisionnement canadien",
"instructions": "Analysez la vulnérabilité du système alimentaire face aux enjeux géopolitiques et climatiques. Parlez pendant 4 à 5 minutes. Prise de position nuancée et critique exigée.",
"expected_points": [
"Problématisation du paradoxe entre exportations massives et insécurité alimentaire locale",
"Argumentation sur la viabilité économique de l'agriculture biologique face à l'agro-industrie",
"Mise en perspective de la transition vers des circuits courts comme impératif de résilience"
]
},
{
"topic": "La mobilité urbaine durable : au-delà de la simple décarbonation des transports",
"instructions": "Interrogez le paradigme de l'étalement urbain canadien face aux exigences écologiques. Parlez pendant 4 à 5 minutes. Structurez votre analyse de manière approfondie.",
"expected_points": [
"Analyse sociologique de la dépendance à l'automobile comme frein à l'équité territoriale",
"Argumentation sur l'intégration des technologies de transport intelligent et leurs limites",
"Ouverture critique sur la notion de 'droit à la ville' et d'accessibilité universelle"
]
},
{
"topic": "L'industrie des loisirs et la marchandisation du temps libre au Canada",
"instructions": "Discutez de la transformation des activités récréatives en vecteurs de distinction sociale. Parlez pendant 4 à 5 minutes. Proposez une réflexion critique nuancée.",
"expected_points": [
"Problématisation de la standardisation des loisirs par les plateformes numériques",
"Analyse du rôle des espaces naturels protégés entre conservation et exploitation touristique",
"Réflexion éthique sur l'accès aux loisirs comme indicateur de justice sociale"
]
},
{
"topic": "Le système de santé canadien : vers un modèle dualiste inévitable ?",
"instructions": "Analysez les pressions exercées par le secteur privé sur l'universalité des soins. Parlez pendant 4 à 5 minutes. Argumentation complexe et structurée demandée.",
"expected_points": [
"Analyse des failles du financement public face aux avancées biotechnologiques coûteuses",
"Débat sur l'efficience présumée du privé versus l'équité fondamentale du public",
"Ouverture sur la nécessaire redéfinition de la santé publique comme bien commun inaliénable"
]
},
{
"topic": "L'école inclusive et les défis de l'hétérogénéité culturelle en milieu francophone",
"instructions": "Examinez l'adéquation des programmes éducatifs avec la diversité des profils migratoires. Parlez pendant 4 à 5 minutes. Prise de position nuancée exigée.",
"expected_points": [
"Analyse de la tension entre transmission d'un socle commun et respect des particularismes",
"Argumentation sur les limites structurelles de l'inclusion face aux besoins spécifiques",
"Perspective sur l'éducation comme levier de déconstruction des préjugés systémiques"
]
},
{
"topic": "La sociabilité de voisinage : entre idéal communautaire et repli individualiste",
"instructions": "Analysez l'impact de l'architecture urbaine sur le tissu social des quartiers canadiens. Parlez pendant 4 à 5 minutes. Structurez votre réflexion critique.",
"expected_points": [
"Problématisation de l'anonymat urbain versus les injonctions à la participation citoyenne",
"Analyse de l'influence du numérique dans la recomposition des liens de proximité",
"Réflexion sociétale sur le voisinage comme laboratoire de la résilience locale"
]
},
{
"topic": "L'immigration comme levier démographique ou variable d'ajustement économique ?",
"instructions": "Discutez de l'instrumentalisation des flux migratoires dans le discours politique canadien. Parlez pendant 4 à 5 minutes. Réflexion critique approfondie requise.",
"expected_points": [
"Analyse de la dichotomie entre intégration humaniste et besoins du marché du travail",
"Argumentation sur les conséquences sociales du déclassement des travailleurs qualifiés",
"Ouverture sur la redéfinition de la citoyenneté dans un contexte de mobilité globale"
]
},
{
"topic": "La protection des langues autochtones : une responsabilité éthique et constitutionnelle",
"instructions": "Analysez les enjeux de la revitalisation linguistique au sein de la mosaïque canadienne. Parlez pendant 4 à 5 minutes. Proposez une discussion complexe.",
"expected_points": [
"Problématisation du lien intrinsèque entre langue, territoire et autodétermination",
"Analyse critique des politiques de réparation historique et leurs limites actuelles",
"Perspective éthique sur la survie culturelle comme pilier de la réconciliation"
]
},
{
"topic": "L'économie circulaire : une utopie industrielle face à la surconsommation",
"instructions": "Examinez la viabilité de la transition vers un modèle de production sans déchets. Parlez pendant 4 à 5 minutes. Argumentation complexe exigée.",
"expected_points": [
"Déconstruction des limites structurelles du recyclage dans une économie de croissance",
"Analyse de la responsabilité élargie des producteurs et des freins législatifs",
"Mise en perspective sociétale sur la sobriété comme alternative à la technologie"
]
},
{
"topic": "La diplomatie environnementale du Canada et le paradoxe des ressources naturelles",
"instructions": "Discutez de l'ambivalence canadienne entre leadership climatique et exploitation des hydrocarbures. Parlez pendant 4 à 5 minutes. Prise de position nuancée.",
"expected_points": [
"Analyse de la tension géopolitique entre engagements internationaux et économie interne",
"Argumentation sur les risques de 'greenwashing' institutionnel et militantisme citoyen",
"Réflexion critique sur la transition énergétique juste pour les régions dépendantes"
]
},
{
"topic": "L'accès à l'information et la crise de confiance envers les institutions médiatiques",
"instructions": "Analysez l'impact de la polarisation numérique sur le débat démocratique canadien. Parlez pendant 4 à 5 minutes. Structurez votre analyse de manière critique.",
"expected_points": [
"Problématisation de l'érosion du monopole de l'expertise par les réseaux sociaux",
"Analyse du financement des médias publics versus les intérêts des géants technologiques",
"Ouverture sur l'éducation aux médias comme rempart contre le populisme"
]
},
{
"topic": "L'éthique de l'IA dans la justice : vers une automatisation de l'équité ?",
"instructions": "Interrogez l'intégration des algorithmes prédictifs dans l'appareil judiciaire canadien. Parlez pendant 4 à 5 minutes. Réflexion critique approfondie requise.",
"expected_points": [
"Analyse des biais algorithmiques et de leur impact sur les minorités visibles",
"Démonstration dialectique entre efficience procédurale et humanité du jugement",
"Perspective juridique sur la transparence et la responsabilité des systèmes experts"
]
},
{
"topic": "Le multiculturalisme canadien face au défi de la laïcité de l'État",
"instructions": "Discutez des tensions entre liberté religieuse et neutralité institutionnelle. Parlez pendant 4 à 5 minutes. Prise de position nuancée et structurée.",
"expected_points": [
"Problématisation du concept d'accommodement raisonnable dans une société pluraliste",
"Analyse comparative des modèles de laïcité entre le Québec et le reste du Canada",
"Ouverture critique sur la cohésion sociale et la gestion de la diversité des croyances"
]
},
{
"topic": "La gentrification des quartiers populaires : revitalisation urbaine ou épuration sociale ?",
"instructions": "Analysez les dynamiques de transformation des espaces de vie au Canada. Parlez pendant 4 à 5 minutes. Discussion structurée et nuancée exigée.",
"expected_points": [
"Analyse des mécanismes économiques de valorisation foncière et leurs exclus",
"Argumentation sur l'équilibre entre attractivité touristique et droit au logement",
"Perspective sur l'urbanisme participatif comme contre-modèle à la spéculation"
]
},
{
"topic": "La protection des données personnelles : un combat perdu face aux mégadonnées ?",
"instructions": "Examinez l'efficacité des cadres législatifs canadiens sur la vie privée numérique. Parlez pendant 4 à 5 minutes. Analyse critique demandée.",
"expected_points": [
"Problématisation de l'asymétrie de pouvoir entre l'individu et les plateformes",
"Analyse de la monétisation des données personnelles comme fondement du capitalisme moderne",
"Réflexion sur la souveraineté numérique comme nouveau droit civil fondamental"
]
},
{
"topic": "L'enseignement des arts et des humanités dans un système axé sur la productivité",
"instructions": "Interrogez la marginalisation des disciplines non techniques à l'université. Parlez pendant 4 à 5 minutes. Analyse complexe et nuancée.",
"expected_points": [
"Analyse de l'utilitarisme éducatif et de l'atrophie de la pensée critique",
"Argumentation sur le rôle des arts dans la cohésion sociale et l'innovation créative",
"Mise en perspective éthique sur la mission fondamentale de l'éducation"
]
},
{
"topic": "La parité hommes-femmes en entreprise : quotas contraignants ou évolution organique ?",
"instructions": "Discutez de l'efficacité des politiques de discrimination positive au Canada. Parlez pendant 4 à 5 minutes. Prise de position nuancée exigée.",
"expected_points": [
"Analyse des obstacles structurels persistants malgré les avancées législatives",
"Démonstration des risques d'essentialisation versus les bénéfices de la diversité",
"Ouverture critique sur la notion de mérite au sein des hiérarchies corporatives"
]
},
{
"topic": "Le mécénat privé dans la culture : un danger pour la liberté artistique ?",
"instructions": "Analysez l'influence des donateurs privés sur les institutions culturelles canadiennes. Parlez pendant 4 à 5 minutes. Structurez votre réflexion de manière critique.",
"expected_points": [
"Problématisation de la dépendance financière et du risque d'autocensure",
"Argumentation sur le désengagement progressif de l'État dans le secteur culturel",
"Perspective sur l'art comme bien public versus instrument de prestige privé"
]
},
{
"topic": "La sécurité publique et la surveillance biométrique : libertés ou protection ?",
"instructions": "Examinez le déploiement des technologies de reconnaissance faciale en milieu urbain. Parlez pendant 4 à 5 minutes. Discussion complexe demandée.",
"expected_points": [
"Analyse de la tension entre sentiment de sécurité et droit à l'anonymat",
"Argumentation sur l'inefficacité relative de la surveillance de masse",
"Réflexion éthique sur la normalisation du contrôle social par la technologie"
]
},
{
"topic": "Le bilinguisme au Canada : un idéal politique confronté à la réalité économique",
"instructions": "Analysez les défis de maintenir la dualité linguistique dans un monde anglophone. Parlez pendant 4 à 5 minutes. Prise de position structurée.",
"expected_points": [
"Problématisation du statut du français comme langue de travail hors Québec",
"Analyse critique de l'investissement fédéral versus les résultats concrets",
"Mise en perspective sur la diversité linguistique comme richesse géopolitique"
]
},
{
"topic": "La santé mentale des jeunes : un défi systémique pour la société canadienne",
"instructions": "Discutez de l'impact des pressions sociales et numériques sur la jeunesse. Parlez pendant 4 à 5 minutes. Réflexion critique approfondie.",
"expected_points": [
"Analyse de la corrélation entre performances académiques et détresse psychologique",
"Argumentation sur l'insuffisance des ressources de soutien en milieu scolaire",
"Perspective sociologique sur la résilience et la vulnérabilité dans un monde incertain"
]
},
{
"topic": "Le tourisme de masse dans les parcs nationaux : sanctuarisation ou exploitation ?",
"instructions": "Examinez les paradoxes de la gestion des espaces naturels protégés au Canada. Parlez pendant 4 à 5 minutes. Analyse complexe et nuancée.",
"expected_points": [
"Problématisation de la dégradation environnementale induite par l'accès public",
"Analyse du modèle économique de Parcs Canada entre conservation et rentabilité",
"Réflexion sur l'expérience de la nature comme besoin fondamental versus luxe"
]
},
{
"topic": "Le rôle du Canada dans l'Arctique : géopolitique des ressources et écologie",
"instructions": "Analysez les enjeux de souveraineté et de protection du Grand Nord. Parlez pendant 4 à 5 minutes. Structurez votre analyse critique.",
"expected_points": [
"Analyse de la militarisation de la zone et des convoitises étrangères",
"Argumentation sur l'impact environnemental irréversible de l'exploitation minière",
"Perspective éthique sur l'autodétermination des peuples Inuits dans ces décisions"
]
},
{
"topic": "L'influence des lobbys industriels sur les politiques de santé publique",
"instructions": "Discutez de la régulation de l'industrie agroalimentaire et pharmaceutique au Canada. Parlez pendant 4 à 5 minutes. Prise de position nuancée exigée.",
"expected_points": [
"Problématisation des conflits d'intérêts dans l'élaboration des guides nutritionnels",
"Analyse de l'asymétrie d'information entre experts, industriels et citoyens",
"Ouverture critique sur la prévention comme rempart au curatif marchand"
]
},
{
"topic": "La justice réparatrice : une alternative viable au système carcéral classique ?",
"instructions": "Examinez les fondements et l'efficacité des modèles de médiation pénale au Canada. Parlez pendant 4 à 5 minutes. Analyse complexe.",
"expected_points": [
"Analyse de la philosophie de réparation du lien social versus la punition",
"Argumentation sur les bénéfices pour les victimes et la réinsertion des coupables",
"Nuance sur les limites d'application pour les crimes violents ou systémiques"
]
},
{
"topic": "L'éducation financière : une compétence individuelle ou une défaillance systémique ?",
"instructions": "Analysez la responsabilité des citoyens face à l'endettement dans l'économie canadienne. Parlez pendant 4 à 5 minutes. Réflexion critique approfondie.",
"expected_points": [
"Problématisation de la culpabilisation de l'individu face à des structures de crédit agressives",
"Analyse de l'écart entre éducation scolaire et complexité des marchés financiers",
"Mise en perspective sur la régulation bancaire comme outil de justice sociale"
]
},
{
"topic": "Le multiculturalisme et le défi de l'intégration des valeurs civiques communes",
"instructions": "Discutez de la tension entre particularismes culturels et adhésion aux lois canadiennes. Parlez pendant 4 à 5 minutes. Analyse structurée.",
"expected_points": [
"Analyse critique du concept de 'valeurs universelles' dans un cadre pluraliste",
"Argumentation sur le rôle de la citoyenneté active comme ciment social",
"Ouverture sur l'évolution nécessaire du pacte social face aux nouvelles migrations"
]
},
{
"topic": "L'intelligence artificielle et la disparition programmée de l'esprit critique ?",
"instructions": "Interrogez l'impact des algorithmes de recommandation sur la formation de l'opinion. Parlez pendant 4 à 5 minutes. Prise de position nuancée.",
"expected_points": [
"Problématisation de l'enfermement dans des 'chambres d'écho' numériques",
"Analyse de la délégation de la pensée à des systèmes d'assistance automatisés",
"Réflexion sur la pédagogie de l'incertitude comme rempart intellectuel"
]
},
{
"topic": "La désobéissance civile pour le climat : légitimité démocratique ou anarchie ?",
"instructions": "Analysez les actions des mouvements écologistes radicaux dans le contexte canadien. Parlez pendant 4 à 5 minutes. Discussion critique et structurée.",
"expected_points": [
"Analyse de la tension entre respect de la légalité et urgence climatique",
"Argumentation sur l'efficacité des modes de protestation non conventionnels",
"Perspective philosophique sur le contrat social face à l'inaction politique"
]
},
{
"topic": "Le logement social comme moteur de croissance économique ou charge publique ?",
"instructions": "Discutez de l'investissement étatique dans l'habitat abordable au Canada. Parlez pendant 4 à 5 minutes. Analyse complexe exigée.",
"expected_points": [
"Problématisation du logement comme infrastructure productive versus dépense passive",
"Analyse des effets multiplicateurs de la stabilité résidentielle sur l'emploi",
"Ouverture critique sur la stigmatisation des quartiers de logements sociaux"
]
},
{
"topic": "L'impact de la 'gig economy' sur le contrat social traditionnel au Canada",
"instructions": "Examinez les conséquences de l'ubérisation du travail sur la protection sociale. Parlez pendant 4 à 5 minutes. Prise de position nuancée.",
"expected_points": [
"Analyse de la disparition du lien de subordination et ses risques juridiques",
"Argumentation sur la nécessité d'un régime de protection universel déconnecté de l'emploi",
"Réflexion sur la précarité structurelle déguisée en autonomie entrepreneuriale"
]
},
{
"topic": "La diplomatie scientifique et le rôle du Canada dans la recherche mondiale",
"instructions": "Analysez l'utilisation de la science comme outil d'influence internationale. Parlez pendant 4 à 5 minutes. Structurez votre réflexion critique.",
"expected_points": [
"Problématisation de l'indépendance de la recherche face aux intérêts étatiques",
"Analyse de la fuite des cerveaux et de l'attractivité des centres de recherche canadiens",
"Mise en perspective sur la coopération scientifique pour les enjeux climatiques"
]
},
{
"topic": "Le droit à la déconnexion : une utopie à l'ère du travail hybride ?",
"instructions": "Discutez de la porosité entre sphère privée et professionnelle. Parlez pendant 4 à 5 minutes. Analyse structurée et critique demandée.",
"expected_points": [
"Analyse de l'injonction à la disponibilité constante et son impact sur la santé",
"Argumentation sur les limites du cadre législatif actuel face au nomadisme numérique",
"Ouverture sur la redéfinition du temps social dans une société hyperconnectée"
]
},
{
"topic": "L'influence du marketing ciblé sur l'autonomie du consommateur canadien",
"instructions": "Interrogez les mécanismes psychologiques de la publicité algorithmique. Parlez pendant 4 à 5 minutes. Prise de position critique et nuancée.",
"expected_points": [
"Problématisation de la manipulation des besoins versus la satisfaction de la demande",
"Analyse de l'utilisation des neurosciences dans les stratégies de capture d'attention",
"Réflexion éthique sur la protection des populations vulnérables, notamment les mineurs"
]
},
{
"topic": "La gratuité scolaire à l'université : un investissement public ou un fardeau fiscal ?",
"instructions": "Analysez les modèles de financement de l'enseignement supérieur au Canada. Parlez pendant 4 à 5 minutes. Discussion complexe demandée.",
"expected_points": [
"Analyse de la démocratisation réelle de l'accès versus la dévalorisation des diplômes",
"Argumentation sur l'impact économique à long terme d'une population hautement qualifiée",
"Perspective comparative avec les modèles scandinaves et américains"
]
},
{
"topic": "Le rôle des médias publics (Radio-Canada) dans le maintien de l'unité nationale",
"instructions": "Examinez la pertinence du financement public des médias à l'ère du streaming. Parlez pendant 4 à 5 minutes. Analyse critique et structurée.",
"expected_points": [
"Problématisation de la neutralité de l'information face aux pressions budgétaires",
"Analyse de la mission de cohésion sociale et de reflet de la diversité culturelle",
"Ouverture sur la souveraineté numérique et la lutte contre les chambres d'écho"
]
},
{
"topic": "La pérennité des régimes de retraite face aux mutations du travail",
"instructions": "Discutez de la solidarité intergénérationnelle dans un contexte de vieillissement. Parlez pendant 4 à 5 minutes. Prise de position nuancée exigée.",
"expected_points": [
"Analyse de l'érosion des fonds de pension à prestations déterminées",
"Argumentation sur le report de l'âge de la retraite versus la pénibilité au travail",
"Réflexion éthique sur l'équité entre les générations X, Y et Z"
]
},
{
"topic": "La gentrification rurale : quand les citadins transforment les campagnes canadiennes",
"instructions": "Analysez l'impact de l'exode urbain sur les communautés locales. Parlez pendant 4 à 5 minutes. Structurez votre réflexion de manière critique.",
"expected_points": [
"Problématisation de la hausse des prix fonciers et de l'exclusion des ruraux",
"Analyse du conflit d'usage entre zones résidentielles et activités agricoles",
"Perspective sur la revitalisation des services versus la perte d'identité locale"
]
},
{
"topic": "L'éthique de la recherche génétique et le droit à l'information des patients",
"instructions": "Examinez les enjeux de la médecine personnalisée au Canada. Parlez pendant 4 à 5 minutes. Analyse complexe et structurée demandée.",
"expected_points": [
"Analyse de la protection contre la discrimination génétique par les assurances",
"Argumentation sur le consentement libre et éclairé face à des données complexes",
"Ouverture critique sur la marchandisation du vivant et l'accès équitable aux soins"
]
},
{
"topic": "Le sport comme outil de diplomatie publique et son instrumentalisation politique",
"instructions": "Discutez du rôle des grands événements sportifs canadiens. Parlez pendant 4 à 5 minutes. Prise de position critique nuancée.",
"expected_points": [
"Problématisation du 'sport washing' versus le rayonnement culturel réel",
"Analyse des retombées économiques locales et de l'endettement public",
"Perspective sociétale sur le sport comme vecteur d'inclusion des minorités"
]
},
{
"topic": "L'enseignement de l'histoire : construire un récit national inclusif ou fragmenté ?",
"instructions": "Analysez la révision des manuels scolaires au Canada. Parlez pendant 4 à 5 minutes. Structurez votre propos de manière critique.",
"expected_points": [
"Analyse de la tension entre mémoire collective et vérité historique critique",
"Argumentation sur l'intégration des perspectives autochtones et immigrantes",
"Réflexion sur l'histoire comme outil de construction citoyenne ou de division"
]
},
{
"topic": "La place de l'expertise scientifique dans la prise de décision politique",
"instructions": "Examinez les rapports entre science et pouvoir au Canada. Parlez pendant 4 à 5 minutes. Discussion complexe et structurée.",
"expected_points": [
"Problématisation de la politisation des faits scientifiques (climat, santé)",
"Analyse du rôle des conseillers scientifiques et de l'indépendance de la parole",
"Mise en perspective sur la légitimité démocratique face à la technocratie"
]
},
{
"topic": "La cyber-sécurité nationale : entre protection des infrastructures et surveillance citoyenne",
"instructions": "Discutez des enjeux de défense numérique au Canada. Parlez pendant 4 à 5 minutes. Prise de position nuancée exigée.",
"expected_points": [
"Analyse de la vulnérabilité des réseaux critiques aux attaques étrangères",
"Argumentation sur l'équilibre entre pouvoirs régaliens et libertés individuelles",
"Ouverture sur la coopération internationale pour un cyberespace pacifié"
]
},
{
"topic": "Le mécénat environnemental : une nouvelle forme de gouvernance écologique ?",
"instructions": "Analysez l'influence des grandes fondations sur les politiques vertes. Parlez pendant 4 à 5 minutes. Analyse critique demandée.",
"expected_points": [
"Problématisation de la privatisation des orientations écologiques nationales",
"Argumentation sur l'efficacité des actions privées versus l'action publique",
"Réflexion éthique sur la démocratie environnementale et le droit de regard citoyen"
]
},
{
"topic": "La culture de la performance et l'épuisement professionnel dans la société canadienne",
"instructions": "Examinez les racines sociologiques du burn-out. Parlez pendant 4 à 5 minutes. Structurez votre réflexion de manière approfondie.",
"expected_points": [
"Analyse de l'injonction à l'optimisation constante de soi et de sa carrière",
"Argumentation sur la responsabilité organisationnelle des entreprises",
"Perspective sur la nécessité d'une décroissance du travail pour la santé mentale"
]
},
{
"topic": "L'accès aux ressources naturelles et les droits ancestraux des peuples autochtones",
"instructions": "Analysez les conflits territoriaux liés à l'extraction minière ou pétrolière. Parlez pendant 4 à 5 minutes. Analyse complexe.",
"expected_points": [
"Problématisation de la validité des traités historiques dans l'économie moderne",
"Argumentation sur le devoir de consultation et de consentement préalable",
"Ouverture sur les modèles de cogestion et de partage des revenus"
]
},
{
"topic": "Le futur des bibliothèques publiques dans une société entièrement numérisée",
"instructions": "Discutez de la mission des tiers-lieux culturels au Canada. Parlez pendant 4 à 5 minutes. Réflexion critique et structurée.",
"expected_points": [
"Analyse de la transition du livre physique vers les services sociaux et numériques",
"Argumentation sur la bibliothèque comme dernier espace de gratuité et d'inclusion",
"Perspective sur la préservation du patrimoine documentaire à l'ère du 'tout éphémère'"
]
}
]
}